Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: BlueprintsV2/ModAssets/translations/*.po
Languages: de

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.CREATEBLUEPRINTTOOLSYNC.TITLE
source: Blueprint Tool Overlay Sync
de: Blaupausen-Tool Overlay Synchr.

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.CREATEBLUEPRINTTOOLSYNC.TOOLTIP
source: Whether the Blueprint Tool syncs with the current overlay. (configurable in game too)
de: Soll die Auswahl des Blaupausen-Tools mit dem aktiven Overlay synchronisiert werden. (Auch im Spiel konfigurierbar)

source: All
de: Alle

source: None
de: Keine

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.DEFAULTMENUSELECTION.TITLE
source: Default Menu Selections
de: Standard Menü-Selektion

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.DEFAULTMENUSELECTION.TOOLTIP
source: The default selections made when an advanced filter menu is opened.
de: Die Standardauswahl, wenn ein Blaupausen-Filtermenü geöffnet wird.

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.FXTIME.TITLE
source: FX Time
de: Effekt-Dauer

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.FXTIME.TOOLTIP
source: How long FX created by Blueprints remain on the screen. Measured in seconds.
de: Wie lange Text-Popup-Effekte andauern; in Sekunden.

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.REQUIRECONSTRUCTABLE_MATERIAL.TITLE
source: Require blueprint building materials
de: Blaupausen benötigen Material zum platzieren

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.REQUIRECONSTRUCTABLE_MATERIAL.TOOLTIP
source: If enabled, buildings in blueprints are only placed down if their materials are available.
de: Blaupausen-Gebäude werden nur platziert, wenn genug Baumaterialien vorhanden sind.

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.REQUIRECONSTRUCTABLE_TECH.TITLE
source: Require blueprint building tech
de: Blaupausen benötigen Forschung zum platzieren

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.REQUIRECONSTRUCTABLE_TECH.TOOLTIP
source: If enabled, buildings in blueprints are only placed down if their required tech has been researched.
de: Blaupausen-Gebäude werden nur platziert, wenn die freischaltende Foschung abgeschlossen wurde.

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.SNAPSHOTTOOLSYNC.TITLE
source: Snapshot Tool Overlay Sync
de: Schnappschuss-Tool Overlay Synchr.

# BlueprintsV2.STRINGS.BLUEPRINTS_CONFIG.SNAPSHOTTOOLSYNC.TOOLTIP
source: Whether the Snapshot Tool syncs with the current overlay. (configurable in game too)
de: Soll die Auswahl des Schnappschuss-Tools mit dem aktiven Overlay synchronisiert werden. (Auch im Spiel konfigurierbar)

# BlueprintsV2.STRINGS.UI.ACTIONS.CHANGE_ANCHOR_TITLE
source: Change Blueprint Anchor
de: Blaupausen-Anker ämderm

# BlueprintsV2.STRINGS.UI.ACTIONS.CREATE_TITLE
source: Create Blueprint
de: Blaupause erstellen

# BlueprintsV2.STRINGS.UI.ACTIONS.FLIP_BLUEPRINT_H
source: Flip Blueprint Horizontal
de: Blaupause horizontal spiegeln

# BlueprintsV2.STRINGS.UI.ACTIONS.FLIP_BLUEPRINT_V
source: Flip Blueprint Vertical
de: Blaupause vertikal spiegeln

# BlueprintsV2.STRINGS.UI.ACTIONS.ROTATE_BLUEPRINT
source: Rotate Blueprint
de: Blaupause rotieren

# BlueprintsV2.STRINGS.UI.ACTIONS.ROTATE_INV_BLUEPRINT
source: Reverse Rotate Blueprint
de: Blaupause rückwärts rotieren

# BlueprintsV2.STRINGS.UI.ACTIONS.SELECT_DIFFERENT_TITLE
source: Select different Blueprint
de: andere Blaupause auswählen

# BlueprintsV2.STRINGS.UI.ACTIONS.SELECT_NEXT
source: Next Blueprint
de: Nächste Blaupause

# BlueprintsV2.STRINGS.UI.ACTIONS.SELECT_PREV
source: Previous Blueprint
de: Vorherige Blaupause

# BlueprintsV2.STRINGS.UI.ACTIONS.SNAPSHOT_REUSE_TITLE
source: Use last Snapshot
de: Letzten Schnappschuss laden

# BlueprintsV2.STRINGS.UI.ACTIONS.SNAPSHOT_TITLE
source: Take Snapshot
de: Schnappschuss erstellen

# BlueprintsV2.STRINGS.UI.ACTIONS.TOGGLE_FORCE
source: Toggle force rebuild
de: Erzwinge-Neubau umschalten

# BlueprintsV2.STRINGS.UI.ACTIONS.TOGGLETOOLTIPS
source: Toggle keybind tooltips
de: Tastaturbefehl-Tooltips umschalten

# BlueprintsV2.STRINGS.UI.ACTIONS.USE_TITLE
source: Use Blueprint
de: Blaupause verwenden

# BlueprintsV2.STRINGS.UI.BLUEPRINTS_ROOTFOLDER
source: Main Folder
de: Haupt-Ordner

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.CLOSEBUTTON.TEXT
source: Close
de: Schließen

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.FILEHIERARCHY.IMPORTBUTTON.TEXT
source: Import new blueprint from clipboard
de: Neue Blaupause aus der Zwischenablage importieren

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.FILEHIERARCHY.IMPORTBUTTON.TOOLTIP
source: Import a bluprint string you have stored in your clipboard
de: Importiere eine neue Blaupause von deiner Zwischenablage

source: Delete Blueprint. Deleting the last blueprint in a sub folder will also delete the folder.
de: Blaupause löschen. Das Löschen der letzten Blaupause in einem Unterordner wird auch den Ordner löschen.

source: Export the blueprint as a shareable string to your clipboard.
de: Exportiere die Blaupause als teilbaren Base64-Text in deine Zwischenablage.

source: Move Blueprint to other folder. Will create new folder if it does not exist. Leaving the new folder name empty will move the blueprint to the main folder.
de: Verschiebe die Blaupause in einen anderen Ordner. Wenn der gewählte Ordner nicht existiert, wird er neu erzeugt. Leerlassen des Namens verschiebt die Blaupause in den Hauptordner.

source: Rename Blueprint
de: Blaupause Umbenennen

source: Re-Take the blueprint, replacing its content with a new selection of buildings.
de: Ersetze den Inhalt der Blaupause mit einer neuen Auswahl von Gebäuden.

source: Go to parent folder
de: Zum übergeordneten Ordner wechseln

source: No Blueprints available
de: Keine Blaupausen verfügbar

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.FILEHIERARCHY.SEARCHBAR.CLEARTOOLTIP
source: Clear search bar
de: Suchleiste leeren

source: Enter text to filter Blueprints...
de: Text eingeben um Blaupausen zu filtern...

source: Open the folder where the Blueprints are stored.
de: Öffne den Ordner in welchem Blaupausen gespeichert werden.

source: You don't have enough of that material on the current asteroid! Currently available: {0} Required when selecting this: {1}
de: Du hast nicht genug von diesem Material auf dem aktuellen Asteroiden! Derzeit verfügbar: {0} Erforderlich bei Auswahl dieser Option: {1}

source: This material has not been found in the current game!
de: Dieses Material wurde im aktuellen Spiel noch nicht entdeckt!

source: No suitable elements found
de: Keine kompatiblen Ersatzelemente gefunden

source: Clear search bar
de: Suchleiste leeren

source: Enter text to filter elements...
de: Text eingeben um Elemente zu filtern...

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.MATERIALREPLACER.TOREPLACE.LABEL
source: Material Type:
de: Materialtyp:

source: Create a copy of the current blueprint with all local material replacements applied to it.
de: Erstelle eine Kopie der aktuellen Blaupause, wo alle lokalen Material-Ersetzungen eingepflegt sind.

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.MATERIALSWITCH.BUTTONS.PLACEBPBTN.TEXT
source: Place Blueprint
de: Blaupause platzieren

source: Reset Replacements
de: Material-Ersetzungen zurücksetzen

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.MATERIALSWITCH.MATERIALSHEADER.LABEL
source: Materials in "{0}":
de: Materialien in "{0}":

source: Advanced Material Overrides:
de: Fortgeschrittene Material-Ersetzungen:

source: Enabling this allows selecting replacement materials per building type.
de: Die Aktivierung dieses Modus erlaubt das Ersetzen von Materialien pro Gebäudetyp.

source: No elements in blueprint
de: Keine Elemente in der Blaupause gefunden

source: {0} ( as {1})
de: {0} ( als {1})

source: Replace Locally:
de: Lokal ersetzt:

source: Total Mass:
de: Gesamtmasse:

source: No
de: Nein

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.MATERIALSWITCH.WARNING
source: Some materials in the blueprint require more mass than available on the current asteroid!
de: Die Blaupause benötigt einige Materialien in größerer Menge als auf dem aktiven Asteroiden momentan verfügbar sind!

# BlueprintsV2.STRINGS.UI.BLUEPRINTSELECTOR.MATERIALSWITCH.WARNINGSEVERE
source: Some materials in the blueprint are not unlocked yet!
de: Einige Materialien in der Blaupause wurden noch nicht entdeckt!

# BlueprintsV2.STRINGS.UI.COLOR_LEGEND.BLUEPRINTS_COLOR_CAN_APPLY_SETTINGS
source: Can apply stored blueprint settings
de: Gespeicherte Gebäude-Einstellungen können übertragen werden

# BlueprintsV2.STRINGS.UI.COLOR_LEGEND.BLUEPRINTS_COLOR_INVALIDPLACEMENT
source: Invalid Building Placement
de: Ungültige Gebäudeplatzierung

# BlueprintsV2.STRINGS.UI.COLOR_LEGEND.BLUEPRINTS_COLOR_NOMATERIALS
source: Missing Construction Materials
de: Fehlende Baumaterialien

# BlueprintsV2.STRINGS.UI.COLOR_LEGEND.BLUEPRINTS_COLOR_NOTALLOWEDINWORLD
source: Not allowed in current asteroid
de: Nicht erlaubt auf aktuellem Asteroid

# BlueprintsV2.STRINGS.UI.COLOR_LEGEND.BLUEPRINTS_COLOR_NOTECH
source: Building not researched
de: Gebäude noch nicht erforscht

# BlueprintsV2.STRINGS.UI.COLOR_LEGEND.BLUEPRINTS_COLOR_VALIDPLACEMENT
source: Valid Building Placement
de: Gültige Gebäudeplatzierung

# BlueprintsV2.STRINGS.UI.DIALOGUE.BASE64_EXPORTED.TEXT
source: The blueprint has been added to your clipboard.
de: Die Blaupause wurde in die Zwischenablage eingefügt.

# BlueprintsV2.STRINGS.UI.DIALOGUE.BASE64_EXPORTED.TITLE
source: Copied to Clipboard!
de: In Zwischenablage eingefügt!

# BlueprintsV2.STRINGS.UI.DIALOGUE.BASE64_IMPORT_FAIL.TEXT
source: Unable to import a blueprint from the current clipboard contents.
de: Es war nicht möglich, eine Blaupause aus dem aktuellen Inhalt der Zwischenablage zu importieren.

# BlueprintsV2.STRINGS.UI.DIALOGUE.BASE64_IMPORT_FAIL.TITLE
source: Import Failure!
de: Importierungsfehler!

# BlueprintsV2.STRINGS.UI.DIALOGUE.BASE64_IMPORT_SUCCESS.TEXT
source: The blueprint {0} has been imported successfully.
de: Die Blaupause {0} wurde erfolgreich importiert.

# BlueprintsV2.STRINGS.UI.DIALOGUE.BASE64_IMPORT_SUCCESS.TITLE
source: Import Successful!
de: Import erfolgreich!

# BlueprintsV2.STRINGS.UI.DIALOGUE.CONFIRMDELETE.TEXT
source: Do you really want to delete the blueprint {0}?
de: Willst du wirklich die Blaupause {0} löschen?

# BlueprintsV2.STRINGS.UI.DIALOGUE.CONFIRMDELETE.TITLE
source: Confirm Delete
de: Löschen bestätigen

# BlueprintsV2.STRINGS.UI.DIALOGUE.FOLDERBLUEPRINT_TITLE
source: ASSIGN FOLDER
de: ORDNER ZUWEISEN

# BlueprintsV2.STRINGS.UI.DIALOGUE.MOVETOFOLDER_TITLE
source: MOVE TO FOLDER
de: IN ORDNER VERSCHIEBEN

# BlueprintsV2.STRINGS.UI.DIALOGUE.NAMEBLUEPRINT_TITLE
source: NAME BLUEPRINT
de: BLAUPAUSE BENENNEN

# BlueprintsV2.STRINGS.UI.DIALOGUE.RENAMEBLUEPRINT_TITLE
source: RENAME BLUEPRINT
de: BLAUPAUSE UMBENENNEN

# BlueprintsV2.STRINGS.UI.PRECONFIGURE_UNDERCONSTRUCTION.TITLE
source: Preconfigure building settings
de: Gebäude-Einstellungen vorkonfigurieren

# BlueprintsV2.STRINGS.UI.PRECONFIGURE_UNDERCONSTRUCTION.TOOLTIP
source: Use blueprint data transfer to preconfigure this building
de: Verwende den Blaupausen-Datentransfer um die (meisten) Einstellungen dieses Gebäudes zu vorkonfigurieren

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.ACTION_BACK
source: BACK
de: ZURÜCK

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.ACTION_DRAG
source: DRAG
de: ZIEHEN

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.CANCELLED
source: Cancelled blueprint!
de: Blaupause abgebrochen!

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.CREATED
source: Created blueprint!
de: Blaupause erstellt!

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.EMPTY
source: Blueprint would have been empty!
de: Blaupause wäre leer gewesen!

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.NAME
source: New Blueprint
de: Neue Blaupause

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.RETAKING_TOOLTIP
source: Replacing contents of blueprint: {0}
de: Ersetze Inhalt der Blaupause: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.TOOLTIP
source: Create blueprint {0}
de: Erstelle Blaupause {0}

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.TOOLTIP_TITLE
source: CREATE BLUEPRINT TOOL
de: BLAUPAUSEN-ERSTELLUNGS-TOOL

# BlueprintsV2.STRINGS.UI.TOOLS.CREATE_TOOL.TOOLTIP_TITLE_RETAKE
source: RE-TAKE BLUEPRINT TOOL
de: BLAUPAUSEN-ERSETZUNGS-TOOL

# BlueprintsV2.STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
de: Alle

# BlueprintsV2.STRINGS.UI.TOOLS.FILTERLAYERS.BLUEPRINTV2_PRESERVEAIRTILES.NAME
source: Air Pockets
de: Leere Räume

# BlueprintsV2.STRINGS.UI.TOOLS.FILTERLAYERS.BLUEPRINTV2_PRESERVEAIRTILES.TOOLTIP
source: Dig commands on tiles that are not solid
de: Speichert nicht-feste Räume als Grabe-Befehle

# BlueprintsV2.STRINGS.UI.TOOLS.FILTERLAYERS.NONE
source: None
de: Keine

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.EMPTY
source: Snapshot would have been empty!
de: Schnappschuss wäre leer gewesen!

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.NAME
source: Take Snapshot
de: Schnappschuss erstellen

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.NEWSNAPSHOT
source: Press {0} to take new snapshot.
de: Drücke {0} um einen neuen Schnappschuss zu erstellen.

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.REUSELASTSNAPSHOT
source: Press {0} to reuse your last taken snapshot.
de: Drücke {0} um den letzten erstellen Schnappschuss zu verwenden.

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.SELECTNEXT_SNAPSHOT
source: Next snapshot: {0}
de: Nächster Schnappschuss: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.SELECTPREV_SNAPSHOT
source: Previous snapshot: {0}
de: Vorheriger Schnappschuss: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.TAKEN
source: Snapshot taken!
de: Schnappschuss erstellt!

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.TOOLTIP
source: Take snapshot {0} or reuse last snapshot {1} Create a blueprint and quickly place it elsewhere while not cluttering your blueprint collection! Snapshots do not persist between games or worlds.
de: Mache einen Schnappschuss {0} oder verwende den letzten erstellten Schnappschuss {1}. Erstellen eine temporäre Blaupause und platziere ihn schnell an anderer Stelle, ohne die Blaupausensammlung zuzumüllen. Schnappschüsse bleiben zwischen unterschiedlichen Spielen oder Welten nicht erhalten.

# BlueprintsV2.STRINGS.UI.TOOLS.SNAPSHOT_TOOL.TOOLTIP_TITLE
source: SNAPSHOT TOOL
de: SCHNAPPSCHUSS-TOOL

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ACTION_BACK
source: CANCEL
de: ABBRECHEN

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ACTION_CHANGE_ANCHOR
source: Change blueprint anchor point: {0}
de: Ändere Blaupausen-Ankerpunkt: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ACTION_CLICK
source: PLACE
de: PLATZIEREN

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ACTION_DRAG
source: DRAG
de: ZIEHEN

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ACTION_SELECT
source: Adjust selected blueprint: {0}
de: Ändere ausgewählte Blaupause: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ERRORMESSAGE
source: This blueprint contained {0} misconfigured or missing prefabs which have been omitted!
de: Diese Blaupause enthielt {0} fehlkonfigurierte oder fehlende Gebäude, welche ausgelassen wurden!

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.FLIP
source: Flip ({0}:{1}/{2}:{3})
de: Spiegeln ({0}:{1}/{2}:{3})

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.FORCEREBUILD
source: Replace buildings with mismatched material: {0} (hold {1})
de: Gebäude mit nicht passenden Materialien ersetzen: {0} (halte {1})

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.NAME
source: Use Blueprint
de: Blaupause verwenden

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.NOBLUEPRINTS
source: No blueprints loaded!
de: Keine Blaupausen geladen!

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.NONESELECTED
source: No blueprint selected!
de: Keine Blaupause ausgewählt!

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ORIENTATION_V
source: Vertical
de: Vertikal

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.REBUILD_ACTIVE
source: Active
de: Aktiv

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.REBUILD_INACTIVE
source: Inactive
de: Inaktiv

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.ROTATE
source: Rotate blueprint: {0}/{1}
de: Blaupause rotieren: {0}/{1}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.SELECTEDBLUEPRINT
source: Selected blueprint: {0} ({1}/{2} in {3})
de: Ausgewählte Blaupause: {0} ({1}/{2} in {3})

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.SELECTNEXT
source: Next blueprint: {0}
de: Nächste Blaupause: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.SELECTPREV
source: Previous blueprint: {0}
de: Vorherige Blaupause: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.SETTINGS_APPLIED
source: Settings applied!
de: Einstellungen angewandt!

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.TOGGLE_SHOW_HOTKEYS
source: Toggle hotkey infos: {0}
de: Hotkey-Informationen umschalten: {0}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.TOOLTIP
source: Use blueprint {0}
de: Blaupause verwenden {0}

# BlueprintsV2.STRINGS.UI.TOOLS.USE_TOOL.TOOLTIP_TITLE
source: USE BLUEPRINT TOOL
de: BLAUPAUSEN-PLATZIER-TOOL

source: Apply stored building settings on place:
de: Gespeicherte Gebäudeeinstellungen beim Platzieren anwenden:

source: Flip Horizontal
de: Horizontal spiegeln

source: Flip Vertical
de: Vertikal spiegeln

source: Folder: {0}, Position: {1}/{2}
de: Ordner: {0}, Position: {1}/{2}

source: Current Snapshot: {0}/{1}
de: Aktueller Schnappschuss: {0}/{1}

source: Rebuild existing with mismatched material:
de: Gebäude mit nicht passenden Materialien ersetzen:

source: Change Material Overrides
de: Material-Ersetzungen ändern

source: Material Overrides in Snapshots:
de: Material-Ersetzungen in Schnappschüssen:

source: Enable material overrides in snapshots.
de: Aktiviere Material-Ersetzungen in Schnappschüssen.

source: Rotate Left
de: Nach links rotieren

source: Rotate Right
de: Nach rechts rotieren

# BlueprintsV2.STRINGS.UI.USEBLUEPRINTSTATECONTAINER.TITLE.TITLETEXT
source: Current Blueprint State
de: Aktueller Blaupausenstatus
