Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: DrywallPatternColours/ModAssets/translations/*.po
Languages: de

source: A damp wallpaper.
de: Ein nasses Tapetendesign.

source: <link="EXTERIORWALL">Bubbles</link>
de: <link="EXTERIORWALL">Luftblasen</link>

source: A slippery wallpaper.
de: Ein schlüpfriges Tapetendesign.

source: <link="EXTERIORWALL">Algae</link>
de: <link="EXTERIORWALL">Algen</link>

source: A sleek wallpaper.
de: Ein steiniges Tapetendesign.

source: <link="EXTERIORWALL">Cobblestone</link>
de: <link="EXTERIORWALL">Kopfsteinpflaster</link>

source: An orange wallpaper.
de: Ein leckeres Tapetendesign.

source: <link="EXTERIORWALL">Carrots</link>
de: <link="EXTERIORWALL">Karotten</link>

source: A pink wallpaper.
de: Ein liebliches Tapetendesign.

source: <link="EXTERIORWALL">Hearths</link>
de: <link="EXTERIORWALL">Herzchen</link>

source: A red wallpaper.
de: Ein heißes Tapetendesign.

source: <link="EXTERIORWALL">Volcano</link>
de: <link="EXTERIORWALL">Vulkan</link>

source: A radiation-free wallpaper.
de: Ein garantiert nicht radioaktives Tapetendesign.
