Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: DailyRoutine/ModAssets/translations/*.po
Languages: de, es

# DailyRoutine.STRINGS.UISTRINGS.DAILYROUTINETITLE
source: Daily Routine
de: Tägliche Routine

# DailyRoutine.STRINGS.UISTRINGS.DISABLE
source: Disable Daily Routine
de: Deaktiviere tägliche Routine
es: Desactivar Rutina Diaria

# DailyRoutine.STRINGS.UISTRINGS.ENABLE
source: Enable Daily Routine
de: Aktiviere tägliche Routine
es: Activar Rutina Diaria

# DailyRoutine.STRINGS.UISTRINGS.FORMATTEDCOUNTEXT.LABEL
source: {0} items set as daily task.
de: {0} Gegenstände als tägliche Aufgabe festgelegt
es: {0} elementos seleccionados en tareas diarias.

# DailyRoutine.STRINGS.UISTRINGS.FORMATTEDCOUNTEXT.NONE
source: No recipes queued.
de: Keine Rezepte eingereiht
es: Sin tareas en cola.

# DailyRoutine.STRINGS.UISTRINGS.FORMATTEDCOUNTEXT.TOOLTIP
source: {0} items over {1} recipes set as daily tasks
de: {0} Gegenstände durch {1} Rezepte als tägliche Aufgaben festgelegt
es: {0} elementos seleccionados de {1} tareas diarias

# DailyRoutine.STRINGS.UISTRINGS.FORMATTEDRECIPETEXT.LABEL
source: Daily Routine Recipes:
de: Tägliche-Routine-Rezepte:
es: Tareas de Rutina Diaria:

# DailyRoutine.STRINGS.UISTRINGS.FORMATTEDRECIPETEXT.NONE
source: No recipes queued.
de: Keine Rezepte eingereiht.
es: Sin tareas en cola.

# DailyRoutine.STRINGS.UISTRINGS.REFRESHDAILYTASKS.LABEL
source: Update Daily Tasks (Hover to see current)
de: Aufgaben aktualisieren (Hovern: Aktuelle zeigen)
es: Actualizar Tareas Diarias (Pasar cursor para ver actual)

# DailyRoutine.STRINGS.UISTRINGS.TIMELEFTTEXT
source: Time when the tasks reset every day (in seconds):
de: Zeit, zu der die Aufgaben täglich zurückgesetzt werden (in Sekunden):
es: Hora de reinicio diaria (segundos):

# DailyRoutine.STRINGS.UISTRINGS.TOGGLECUSTOMTIME.LABEL
source: Toggle Custom Time
de: Schalte benutzerdefinierte Zeit um
es: Cambiar hora personalizada

# DailyRoutine.STRINGS.UISTRINGS.TOGGLECUSTOMTIME.TOOLTIP
source: By default, the recipes reset at the start of each cycle. Toggle to adjust the time of that reset.
de: Standardmäßig werden Rezepte zu Beginn des Zyklus zurückgesetzt. Umschalten, um den Zeitpunkt des Zurücksetzens zu ändern.
es: Por defecto, la tarea se reinicia al comienzo de cada ciclo.Cambiar para ajustar el tiempo de reinicio.

# DailyRoutine.STRINGS.UISTRINGS.TOGGLEQUEUEING.LABEL
source: Toggle Recipe Queueing
de: Schalte Rezepteinreihung um
es: Cambiar Tareas en Cola (Desactivado por defecto)

# DailyRoutine.STRINGS.UISTRINGS.TOGGLEQUEUEING.TOOLTIP
source: When disabled, the recipe count for each recipe will be set to the stored value regardless of remaining recipe count. Enabling this option instead adds the amount to the existing count instead.
de: Wenn deaktiviert, wird die Rezeptmenge jedes Rezeptes auf den gespeicherten Wert gesetzt, ohne die verbleibende Rezeptmenge zu berücksichtigen. Dies zu aktivieren fügt den Wert zur bestehenden Rezeptmenge hinzu.
es: Desactivado, el recuento de cada tarea será guardadoindependientemente del resto de tareas. Activado, añade la cantidad al recuento actual.
