Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: BathTub/ModAssets/translations/*.po
Languages: es

# BathTub.STRINGS.BUILDING.STATUSITEMS.BT_BATHTUBFILLING.NAME
source: Filling Up: ({fullness})
es: Llenándose: ({fullness})

# BathTub.STRINGS.BUILDING.STATUSITEMS.BT_BATHTUBFILLING.TOOLTIP
source: This bathtub is currently filling with <style="KKeyword">Water</style> It will be available to use when the <style="KKeyword">Water</style> level reaches <b>100%</b>
es: Esta bañera se esta llenando con <style="KKeyword">Agua</style>. Estará disponible cuando el nivel de <style="KKeyword">Agua</style> alcance el <b>100%</b>

# BathTub.STRINGS.BUILDINGS.PREFABS.SGTIMALAS_BATHTUB.DESC
source: When showers aren't enough!
es: ¡Cuándo las duchas no son suficientes!

# BathTub.STRINGS.BUILDINGS.PREFABS.SGTIMALAS_BATHTUB.EFFECT
source: Improves <link="MORALE">Morale</link> and kills surface <link="DISEASE">Germs</link>.
es: Mejora la <link="MORALE">Moral</link> y elimina los <link="DISEASE">Gérmenes</link> superficiales.

# BathTub.STRINGS.BUILDINGS.PREFABS.SGTIMALAS_BATHTUB.FACADES.HANDY_RETRO_TUB.DESC
source: No, there are no duplicants buried beneath that hold it...
es: No, no hay Duplicantes enterrados debajo que la sostengan...

# BathTub.STRINGS.BUILDINGS.PREFABS.SGTIMALAS_BATHTUB.FACADES.HANDY_RETRO_TUB.NAME
source: Handy Retro Tub
es: Bañera Retro

# BathTub.STRINGS.BUILDINGS.PREFABS.SGTIMALAS_BATHTUB.NAME
source: Bathtub
es: Bañera

# BathTub.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BT_RUBBERDUCKIE.DESC
source: All you need for a refreshing bath. Floats on liquids. Arthur likes to know its exact function. Helps you think.
es: Todo lo que necesitas para un baño refrescante. Flota en líquidos. A Arthur le gustaría conocer su función exacta. Le ayuda a pensar.

# BathTub.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BT_RUBBERDUCKIE.NAME
source: Rubber Duckie
es: Pollita de Goma

# BathTub.STRINGS.MOODLAMPSKINS.RUBBERDUCKIE
source: Rubber Duckie
es: Pollita de Goma
