Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: Imalas_TwitchChaosEvents/ModAssets/translations/*.po
Languages: de

source: <link="ITCEINVERSEWATER"> <rotate=180>Water</rotate></link> Aww yeah, this drink is flippin' good!
de: <link="ITCEINVERSEWATER"> <rotate=180>Wasser</rotate></link> Oh ja, dieses Getränk ist verdrehend gut!

# Imalas_TwitchChaosEvents.STRINGS.CHAOS_CONFIG.FAKE_TACORAIN_DURATION_NAME
source: triggerable ghostly Taco Rain duration in s
de: Dauer aktivierbarer Taco Regen

# Imalas_TwitchChaosEvents.STRINGS.CHAOS_CONFIG.FAKE_TACORAIN_DURATION_TOOLTIP
source: How long should the triggerable Taco Rain last (in seconds).
de: Wie lang sollte der aktivierbare Taco-Regen dauern (in Sekunden)

# Imalas_TwitchChaosEvents.STRINGS.CHAOS_CONFIG.FAKE_TACORAIN_MUSIC_NAME
source: Music on triggerable ghostly Taco Rain
de: Musik beim aktivierbaren Taco-Regen

# Imalas_TwitchChaosEvents.STRINGS.CHAOS_CONFIG.FAKE_TACORAIN_MUSIC_TOOLTIP
source: During the triggerable Taco Rain the song "Raining Tacos - Parry Gripp & BooneBum" gets played. Disable this option here to mute it.
de: Während des via Hotkey auslösbaren Taco-Regens wird der Song "Raining Tacos - Parry Gripp & BooneBum" gespielt. Deaktivieren Sie diese Option hier, um ihn stumm zu schalten.

# Imalas_TwitchChaosEvents.STRINGS.CHAOS_CONFIG.TACORAIN_MUSIC_NAME
source: Music on Taco Rain Event
de: Musik beim Taco-Regen

# Imalas_TwitchChaosEvents.STRINGS.CHAOS_CONFIG.TACORAIN_MUSIC_TOOLTIP
source: During the twitch event "Taco Rain", the song "Raining Tacos - Parry Gripp & BooneBum" gets played. Disable this option here to mute it.
de: Während des Twitch-Events "Taco Rain" wird der Song "Raining Tacos - Parry Gripp & BooneBum" gespielt. Deaktivieren Sie diese Option hier, um ihn stumm zu schalten.

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BURNINGCURSOR.NAME
source: Burning Cursor
de: Brennender Mauszeiger

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BURNINGCURSOR.TOAST
source: Burning Cursor
de: Brennender Mauszeiger

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BURNINGCURSOR.TOASTTEXT
source: The mouse cursor has caught fire!
de: Der Mauszeiger hat Feuer gefangen!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BURNINGCURSOR.TOASTTEXTENDING
source: The mouse cursor has been extinguished
de: Der Mauszeiger wurde gelöscht

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BUZZSAW.NAME
source: Omega Sawblade
de: Omega Kreissäge

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BUZZSAW.TOAST
source: Omega Sawblade
de: Omega Kreissäge

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.BUZZSAW.TOASTTEXT
source: Keep that cursor dancing :]
de: Lass den Mauszeiger tanzen :]

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.CREEPEREATINGBOI.NAME
source: Green Boi
de: Grüner Kumpel

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.CREEPEREATINGBOI.TOAST
source: Green Boi
de: Grüner Kumpel

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.CREEPERRAIN.NAME
source: Creeper Rain
de: Kriecher-Regen

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.CREEPERRAIN.TOAST
source: Creeper Rain
de: Kriecher-Regen

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.CREEPERRAIN.TOASTTEXT
source: ALARM! The Creeper is about to arrive on {0}
de: ALARM! Der Kriecher wird gleich auf {0} landen!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.CREEPERRAIN.TOASTTEXT2
source: The Creeper has arrived on {0}!
de: Der Kriecher ist auf {0} gelandet!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.FOG.NAME
source: Fog
de: Nebel

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.FOG.TOAST
source: Fog
de: Nebel

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.FOG.TOASTTEXT
source: Bloody hell, it's foggy innit
de: Ziemlich neblig nicht wahr?

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.FOG.TOASTTEXTENDING
source: The fog is starting to clear.
de: Der Nebel beginnt sich zu lichten.

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.HUNGRYROACHES.EVENTFAIL
source: Not enough food was available to attract any roaches.
de: Es war nicht genug Essen da um Schaben anzulocken.

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.HUNGRYROACHES.NAME
source: Roach Infestation
de: Schabenbefall

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.HUNGRYROACHES.TOAST
source: Roach Infestation!
de: Schabenbefall!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.HUNGRYROACHES.TOASTTEXT
source: Your kitchen fridge, it holds some pastry the roaches come, it looks them tasty! Hungry roaches ate 50% of your food supply on {0}.
de: Und hin zum Kühlschrank hinken Schaben, denn sie wollen Schinken haben! Hungrige Schaben haben 50% der Nahrung auf {0} gefressen.

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.HUNGRYROACHES.TOASTTEXTALTERNATIVE
source: Hungry roaches have taken a liking to your food supply on {0}.
de: Hungrige Schaben haben Interesse an der Nahrung auf {0} gefunden.

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.INVERSEELEMENT.NAME
source: Doolf
de: Tulf

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.INVERSEELEMENT.TOAST
source: Doolf!
de: Tulf!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.INVERSEELEMENT.TOASTTEXT
source: <rotate=180>Something is off with this...</rotate>
de: <rotate=180>Irgendwas ist hier komisch..</rotate>

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.RAINBOWLIQUIDS.NAME
source: Rainbow Rave
de: Regenbogen-Rave

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.RAINBOWLIQUIDS.TOAST
source: Rainbow Rave
de: Regenbogen-Rave

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.RAINBOWLIQUIDS.TOASTTEXT
source: All Liquids are throwing a rainbow party!
de: Alle Flüssigkeiten feiern eine Regenbogenparty!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.SHART.NAME
source: Shart
de: Schurz

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.SHART.TOAST
source: Shart
de: Schurz

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.SHART.TOASTTEXT
source: All Duplicants have sharted. What was in that Frost Burger?
de: Alle Duplikanten haben geschurzt. Was war in dem Frost Burger?

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.SPACECHEESEDETECTED.TOAST
source: Yuck, Space
de: Ihhh, Weltraum

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.SPACECHEESEDETECTED.TOASTTEXT
source: {0} really didnt like to be in space, so it appeared on {1} instead
de: {0} hatte wirklich keine Lust auf den Weltraum, deswegen ist es stattdessen auf {1} gelanded

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.TACORAIN.NAME
source: Taco Rain
de: Taco-Regen

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.TACORAIN.NEWRECIPE
source: There is also a new recipe in the Gas Range.
de: Der Gasherd hat außerdem ein neues Rezept erhalten.

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.TACORAIN.TOAST
source: Taco Rain!
de: Taco-Regen!

# Imalas_TwitchChaosEvents.STRINGS.CHAOSEVENTS.TACORAIN.TOASTTEXT
source: It's raining Tacos!
de: Es regnet Tacos!

# Imalas_TwitchChaosEvents.STRINGS.COMETS.ITC_GHOSTTACOCOMET.DESC
source: A semitranslucent image of flying taco, it still looks delicious!
de: Das semitransparente Bild eines fliegenden Tacos, sieht trotzdem superlecker aus!

# Imalas_TwitchChaosEvents.STRINGS.COMETS.ITC_GHOSTTACOCOMET.NAME
source: <link="ITCTACOCOMET">Ghostly Flying Taco</link>
de: <link="ITCTACOCOMET">Geist eines fliegenden Tacos</link>

# Imalas_TwitchChaosEvents.STRINGS.COMETS.ITC_TACOCOMET.DESC
source: A flying taco, it looks delicious!
de: Ein fliegender Taco, er sieht superlecker aus!

# Imalas_TwitchChaosEvents.STRINGS.COMETS.ITC_TACOCOMET.NAME
source: <link="ITCTACOCOMET">Flying Taco</link>
de: <link="ITCTACOCOMET">Fliegender Taco</link>

# Imalas_TwitchChaosEvents.STRINGS.CREATURES.SPECIES.ITCE_CREEPEREATER.DESC
source: A green friend that LOVES to consume the Creeper
de: Ein grüner Freund der es LIEBT den Kriecher zu verspeisen

# Imalas_TwitchChaosEvents.STRINGS.CREATURES.SPECIES.ITCE_CREEPEREATER.NAME
source: <link="ITCECREEPEREATER">Green Friend</link>
de: <link="ITCECREEPEREATER">Grüner Freund</link>

source: This duplicant consumed <link="ITCEINVERSEWATER"> <rotate=180>Water</rotate></link>
de: Dieser Duplikant konsumierte <link="ITCEINVERSEWATER"> <rotate=180>Wasser</rotate></link>

source: Flipped
de: Gespiegelt

source: This duplicant consumed <link="ITCEINVERSEWATER"> <rotate=180>Water</rotate></link>
de: Dieser Duplikant konsumierte <link="ITCEINVERSEWATER"> <rotate=180>Wasser</rotate></link>

# Imalas_TwitchChaosEvents.STRINGS.DUPLICANTS.STATUSITEMS.ITCE_HURTINGELEMENT.NAME
source: Creeping Burns
de: Kriechende Verbrennung

source: Creeping Burns
de: Kriechende Verbrennung

source: The Creeper burns to the touch!
de: Der Kriecher schmerzt bei Berührung!

source: The Creeper burns to the touch!
de: Der Kriecher schmerzt bei Berührung!

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_CREEPYLIQUID.DESC
source: The Creeper. Deadly to all living things Weak to the cold.
de: Der Kriecher. Tödlich für alle Lebewesen Schwach gegen die Kälte.

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_CREEPYLIQUID.NAME
source: <link="ITCECREEPYLIQUID">Creeper</link>
de: <link="ITCECREEPYLIQUID">Kriecher</link>

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_CREEPYLIQUIDGAS.DESC
source: the ever extending tendril of the creeper
de: Der sich ewig ausbreitende Tentakel des Kriechers

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_CREEPYLIQUIDGAS.NAME
source: <link="ITCECREEPYLIQUIDGAS">Creeper Tendril</link>
de: <link="ITCECREEPYLIQUIDGAS">Kriechertentakel</link>

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_ICE.DESC
source: weird Ice...
de: Seltsames Eis...

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_ICE.NAME
source: <link="ITCEINVERSEICE"> <rotate=180>Ice</rotate></link>
de: <link="ITCEINVERSEICE"> <rotate=180>Eis</rotate></link>

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_STEAM.DESC
source: weird Steam...
de: Seltsamer Dampf...

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_STEAM.NAME
source: <link="ITCEINVERSESTEAM"> <rotate=180>Steam</rotate></link>
de: <link="ITCEINVERSESTEAM"> <rotate=180>Dampf</rotate></link>

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_WATER.DESC
source: weird Water...
de: Seltsames Wasser...

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_WATER.NAME
source: <link="ITCEINVERSEWATER"> <rotate=180>Water</rotate></link>
de: <link="ITCEINVERSEWATER"> <rotate=180>Wasser</rotate></link>

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_INVERSE_WATER.RECIPE_DESCRIPTION
source: Deny that what must not be..
de: Verweigere, was nicht sein darf.

source: Embrace that what must not be!
de: Akzeptiere das, was nicht sein darf!

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_LIQUID_POOP.DESC
source: It smells as bad as it looks...
de: Es riecht so schlimm, wie es aussieht...

# Imalas_TwitchChaosEvents.STRINGS.ELEMENTS.ITCE_LIQUID_POOP.NAME
source: <link="ITCEINVERSEICE">Diarrhea</link>
de: <link="ITCEINVERSEICE">Durchfall</link>

# Imalas_TwitchChaosEvents.STRINGS.ENTITIES.GEYSERS.ITCE_BEEGEYSER.DESC
source: Not the Bees, NOT THE BEES!!!
de: Nicht die Bienen, NICHT DIE BIENEN!!!

# Imalas_TwitchChaosEvents.STRINGS.ENTITIES.GEYSERS.ITCE_BEEGEYSER.NAME
source: <link="ITCEBEEGEYSER">Bee Geyser</link>
de: <link="ITCEBEEGEYSER">Bienengeysir</link>

# Imalas_TwitchChaosEvents.STRINGS.HOTKEYACTIONS.TRIGGER_FAKE_TACORAIN_NAME
source: Trigger a ghostly Taco Rain
de: Einen GeistTaco-Regen starten

# Imalas_TwitchChaosEvents.STRINGS.HOTKEYACTIONS.UNLOCK_TACO_RECIPE
source: Manually unlock Taco Recipe
de: Tacorezept manuell freischalten

# Imalas_TwitchChaosEvents.STRINGS.HOTKEYACTIONS.UNLOCK_TACO_RECIPE_BODY
source: The Taco recipe has been unlocked in the Gas Range
de: Das Taco-Rezept wurde im Gasherd freigeschaltet

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.FOOD.ICT_TACO.DESC
source: A staple meal that provides vital nutrients and energy to those who consume it.
de: Eine leckere Mahlzeit voller wertvoller Vitamine der dem Konsumenten wertvolle Energie liefert.

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.FOOD.ICT_TACO_NONSPOILING.DESC
source: A staple meal that provides vital nutrients and energy to those who consume it. Fallen from the sky, it does not spoil for some reason.
de: Eine leckere Mahlzeit voller wertvoller Vitamine der dem Konsumenten wertvolle Energie liefert. Seit der Reise durchs All verdirbt er aus irgendeinem Grund nicht.

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.FOOD.ICT_TACO_NONSPOILING.NAME
source: <link="ICTTACONONSPOILING">Space Taco</link>
de: <link="ICTTACONONSPOILING">Weltraum-Taco</link>

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.ICT_GHOSTTACO.DESC
source: A semitranslucent image of a delicious Taco. Soon it will fade away
de: Ein semitransparentes Abbild eines köstlichen Tacos. Bald wird es verblasst sein

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.ICT_GHOSTTACO.NAME
source: <link="ICTGHOSTTACO">Ghostly Taco</link>
de: <link="ICTGHOSTTACO">Geistertaco</link>

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.ICT_OMEGASAWBLADE.DESC
source: Bzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz. Homes onto living beings and the mouse cursor.
de: Bzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz. Verfolgt sich bewegende Lebewesen und den Mauszeiger.

# Imalas_TwitchChaosEvents.STRINGS.ITEMS.ICT_OMEGASAWBLADE.NAME
source: <link="ICTOMEGASAWBLADE">Omega Sawblade</link>
de: <link="ICTOMEGASAWBLADE">Omega Kreissäge</link>
