Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: SetStartDupes/ModAssets/translations/*.po
Languages: es

# SetStartDupes.STRINGS.MISSINGSKILLGROUP
source: Missing Attribute!
es: ¡Atributo faltante!

# SetStartDupes.STRINGS.MISSINGSKILLGROUPDESC
source: This Attribute could not be found: {0}
es: No se pudo encontrar este atributo: {0}

# SetStartDupes.STRINGS.MISSINGTRAIT
source: Missing Trait!
es: ¡Rasgo perdido!

# SetStartDupes.STRINGS.MISSINGTRAITDESC
source: This Trait could not be found: {0}
es: Este rasgo no se pudo encontrar: {0}

# SetStartDupes.STRINGS.UI.BUTTONS.ADDTOSTATS
source: Add new
es: Agregar nuevo

# SetStartDupes.STRINGS.UI.BUTTONS.APPLYSKIN
source: Apply this Personality
es: Aplica esta personalidad

# SetStartDupes.STRINGS.UI.BUTTONS.CYCLENEXT
source: Cycle to next
es: Pasar al siguiente

# SetStartDupes.STRINGS.UI.BUTTONS.CYCLEPREV
source: Cycle to previous
es: Regresar al anterior

# SetStartDupes.STRINGS.UI.BUTTONS.DUPELICITYEDITINGBUTTONTOOLTIP
source: Edit Duplicants
es: Editar Duplicante

# SetStartDupes.STRINGS.UI.BUTTONS.DUPESKINBUTTONTOOLTIP
source: Select Duplicant Personality (Skin)
es: Seleccionar personalidad del duplicante (Skin)

# SetStartDupes.STRINGS.UI.BUTTONS.MODIFYBUTTONTOOLTIP
source: Modify Duplicant Stats
es: Modificar estadísticas del duplicante

# SetStartDupes.STRINGS.UI.BUTTONS.MODIFYBUTTONTOOLTIP2
source: Apply Stat Changes
es: Aplicar estadísticas al duplicante

# SetStartDupes.STRINGS.UI.BUTTONS.PRESETWINDOWBUTTONTOOLTIP
source: Open Duplicant Preset Window To create a preset from this duplicants stats, click the "Generate Preset" button in the preset window.
es: Abrir ventana de Preset de duplicantes. Para crear un Preset a partir de estas estadísticas, haga clic en el botón "Generar Preset" en la ventana de Preset.

# SetStartDupes.STRINGS.UI.BUTTONS.REMOVEFROMSTATS
source: Remove
es: Eliminar

# SetStartDupes.STRINGS.UI.BUTTONS.REROLLCAREPACKAGE
source: Reroll for a different Care Package
es: Volver a tirar para obtener un paquete de ayuda diferente

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDANDREMOVE.NAME
source: Add/Remove Interests and Traits
es: Agregar/eliminar intereses y rasgos

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDANDREMOVE.TOOLTIP
source: Allows to add new or remove existing Traits and Interests on Duplicants. Can be overpowered if used excessively.
es: Permite agregar rasgos e intereses nuevos o eliminar los existentes en los duplicantes. Puede ser demasiado si se usa excesivamente.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDVACCILATORTRAITS.NAME
source: Allow adding Vaccilator Traits
es: Permitir agregar rasgos del "Vacilador Neuronal"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDVACCILATORTRAITS.TOOLTIP
source: Allows adding Neural-Vaccilator-Traits with the "Add Trait" Feature.
es: Permite agregar rasgos de "Vacilador Neuronal" con la función "Agregar rasgo".

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLY.NAME
source: Print Care Packages only
es: Imprimir solo paquetes de ayuda

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLY.TOOLTIP
source: When enabled, the printing pod will only give care packages when more than the the configured number of duplicants are alive. Overrides the care package configuration of a save game (no care package difficulty setting is ignored).
es: Cuando está habilitado, el cápsula de impresión solo entregará paquetes de ayuda cuando haya más duplicantes activos de los configurados. Anula la configuración del paquete de ayuda de una partida guardada.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYDUPECAP.NAME
source: Duplicant Threshold for care packages only
es: Umbral en duplicantes para "Imprimir solo paquetes de ayuda"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYDUPECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. While above or at this number of duplicants, the printer will only give care packages.
es: Solo tiene efecto si "Imprimir solo paquetes de ayuda" está habilitado. Cuando supere este número de duplicantes, la cápsula de impresión solo entregará paquetes de ayuda.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.NAME
source: Number of care packages for care packages only
es: Número de paquetes de ayuda, para "Imprimir solo paquetes de ayuda"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. Set the number of care packages that generate when the cap is in effect
es: Solo tiene efecto si "Imprimir solo paquetes de ayuda" está habilitado. Establecer la cantidad de paquetes de ayuda que se generarán cuando el límite esté vigente.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.A_GAMESTART
source: Options for Game Start
es: Opciones para iniciar el juego

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.B_PRINTINGPOD
source: Options for Printing Pod
es: Opciones para cápsula de impresión

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.C_EXTRAS
source: Options for Traits and Interests
es: Opciones de rasgos e intereses

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.D_SKINSETTINGS
source: Skin Options
es: Opciones de Skin

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.E_UTIL
source: Extra Settings
es: Configuraciones adicionales

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DUPLICANTSTARTAMOUNT.NAME
source: Number of Starting Duplicants
es: Número de duplicantes iniciales

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DUPLICANTSTARTAMOUNT.TOOLTIP
source: Choose the amount of duplicants you want to start with.
es: Elige la cantidad de duplicantes con los que quieres empezar.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.HERMITSKIN.NAME
source: Hermit Skin
es: Skin Ermitaño

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.HERMITSKIN.TOOLTIP
source: Adds the Hermit to the pool of selectable skins once the story trait has been completed atleast once on any savegame.
es: Agrega el Ermitaño al grupo de skins seleccionables. Una vez que el rasgo de la historia se haya completado al menos una vez en cualquier partida guardada.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.INTERESTPOINTSBALANCING.NAME
source: Interest Point Balancing
es: Equilibrio de puntos de interés

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.INTERESTPOINTSBALANCING.TOOLTIP
source: Use the vanilla interest point bonus for active interests determined by active traits. Deactivate to override this point limit.
es: Utilice el bono básico de puntos de interés para intereses activos determinados por rasgos activos. Desactívelo para anular este límite de puntos.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESKINCHANGE.NAME
source: Skins for active Duplicants
es: Skins para duplicantes activos

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESKINCHANGE.TOOLTIP
source: Change the Skin of already existing duplicants
es: Cambiar el aspecto de duplicantes ya existentes

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESTATCHANGE.NAME
source: Enable Duplicity-style Duplicant Editor
es: Habilitar el editor de duplicados de estilo Duplicity

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESTATCHANGE.TOOLTIP
source: Edit your active duplicants in a new editor similar to the Duplicity-savegame editor
es: Edite sus duplicados activos en un nuevo editor similar al editor de Duplicity-savegame

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MODIFYDURINGGAME_MINIONS.NAME
source: Modification of printing pod Duplicants
es: Modificación de duplicantes en la cápsula de impresión

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MODIFYDURINGGAME_MINIONS.TOOLTIP
source: Enable this option to add the modify button to printing pod dupes When disabled, the feature only appears on the starter dupe selection. This also enables the use of presets.
es: Habilite esta opción para agregar el botón "Modificar los duplicantes" en la cápsula de impresión. Cuando está deshabilitada, la función solo aparece en la selección de duplicantes iniciales. Esto también permite el uso de Presets.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MORECAREPACKAGES.NAME
source: Additional Care Package Types
es: Tipos de paquetes de ayuda adicionales

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MORECAREPACKAGES.TOOLTIP
source: Adds a number of items to the list of care packages that would otherwise not be obtainable.
es: Agrega una serie de elementos a la lista de paquetes de ayuda que de otro modo no estarían disponibles.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MYSTERIOUSMINIONMODE.NAME
source: Mysterious Minion Mode
es: Modo Minion Misterioso

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MYSTERIOUSMINIONMODE.TOOLTIP
source: All Interests and Traits are hidden until printed
es: Todos los intereses y rasgos están ocultos hasta que se imprimen.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NEWGAMEPLUS.NAME
source: NewGame+
es: NuevoJuego+

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NEWGAMEPLUS.TOOLTIP
source: Start your game with dupes you sent through the tear in previous playthroughs.
es: Comienza tu juego con los duplicantes que enviaste a través de "the tear" en partidas anteriores.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOJOYREACTION.NAME
source: Disable Overjoyed Responses
es: Desactivar respuestas "llenas de alegría"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOJOYREACTION.TOOLTIP
source: Deactivates Overjoyed Responses on newly generated duplicants
es: Desactiva las respuestas "llenas de alegría" en duplicantes recién generados

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOSTRESSREACTION.NAME
source: Disable Stress Reactions
es: Desactivar reacciones de estrés

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOSTRESSREACTION.TOOLTIP
source: Deactivates Stress Reactions on newly generated duplicants
es: Desactiva las reacciones de estrés en duplicantes recién generados

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PAUSEONREADYTOPRING.NAME
source: Pause on "ready to print"
es: Pausa en "Listo para imprimir"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PAUSEONREADYTOPRING.TOOLTIP
source: Pause the game when the printing pod has recharged for a new print
es: Pausa el juego cuando la cápsula de impresión se haya recargado para una nueva impresión.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIME.NAME
source: Printing pod cooldown time
es: Tiempo de recuperación de la cápsula de impresión

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIME.TOOLTIP
source: Time it takes for the printing pod to recharge for the next print in cycles. Default is 3 cycles.
es: Tiempo que tarda la cápsula de impresión en recargarse para la siguiente impresión, en ciclos. El valor predeterminado es 3 ciclos.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIMEFIRST.NAME
source: First print time
es: Tiempo hasta la primera impresión

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIMEFIRST.TOOLTIP
source: Time after the printing pod offers its first print, in cycles. Default is 2.5 cycles.
es: Tiempo hasta que la cápsula de impresión ofrece su primera impresión, en ciclos. El valor predeterminado es 2,5 ciclos.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLCRYOPODANDJORGE.NAME
source: Hermit/Cryopod Modification
es: Modificación Ermitaño/Cryopod

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLCRYOPODANDJORGE.TOOLTIP
source: Allows modifying of the Hermit and Cryopod Duplicants. "Ancient Knowledge"-Trait no longer takes the slot of a positive trait during generation of these duplicants.
es: Permite modificar los duplicantes Ermitaño y Cryopod. El rasgo "Conocimiento antiguo" ya no ocupa el lugar de un rasgo positivo durante la generación de estos duplicantes.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLDURINGGAME_MINIONS.NAME
source: Reroll printing pod
es: Volver a tirar la cápsula de impresión

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLDURINGGAME_MINIONS.TOOLTIP
source: Enable this option to add the reroll button to printing pod Duplicants and care packages. Care Packages allow selecting from all currently available package configurations.
es: Habilite esta opción para agregar el botón de repetición a la impresión de duplicantes y paquetes de ayuda. En los paquetes de ayuda se permite seleccionar entre todas las configuraciones de paquetes disponibles actualmente.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SKINSDOREACTS.NAME
source: Skins include reactions
es: Las skins incluyen reacciones

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SKINSDOREACTS.TOOLTIP
source: When applying a skin, the inherited overjoyed response and stress reaction get applied in addition to the skin.
es: Al aplicar una skin, la respuesta de alegría y la reacción de estrés heredadas se aplican además de la skin.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.STARTUPRESOURCES.NAME
source: Extra Starting Resources
es: Recursos iniciales adicionales

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.STARTUPRESOURCES.TOOLTIP
source: Add some extra startup resources for your additional duplicants. Only goes in effect with more than 3 dupes. Only accounts for extra dupes above 3.
es: Agregue algunos recursos de inicio adicionales para sus duplicantes adicionales. Sólo entra en efecto con más de 3 duplicantes . Sólo tiene en cuenta los duplicantes adicionales por encima de 3.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SUPPORTEDDAYS.NAME
source: Supported Days
es: Días de los recursos

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SUPPORTEDDAYS.TOOLTIP
source: Amount of days the extra starting resources should last. No effect if "Extra Starting Resources" is disabled.
es: Cantidad de días que deberían durar los recursos iniciales adicionales. No hay efecto si los "Recursos iniciales adicionales" están deshabilitados.

# SetStartDupes.STRINGS.UI.DUPEEDITING.CATEGORIES.HEADER.LABEL
source: Duplicants
es: Duplicantes

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.APPLYCHANGES
source: Apply changes
es: Aplicar cambios

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.CANCEL
source: Cancel
es: Cancelar

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.DISCARDCHANGES
source: Discard changes
es: Descartar cambios

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.TEXT
source: Warning, there are pending changes that have not been applied yet. Choose an action on how to proceed:
es: Advertencia, hay cambios pendientes que aún no se han aplicado. Elija una acción sobre cómo proceder:

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.TITLE
source: Unsaved Changes
es: Cambios no guardados

source: This effect has been created dynamically by the game without registering as a resource. Thus you won't be able to readd it from the list if you decide to remove it.
es: Este efecto ha sido creado dinámicamente por el juego sin registrarse como recurso. Por lo tanto, no podrá volver a agregarlo de la lista si decide eliminarlo.

source: Effect
es: Efecto

source: Remaining time in seconds | Remove Effect
es: Tiempo restante en segundos | Quitar efecto

source: Add new effect
es: Agregar nuevo efecto

source: Choose another effect to add to the duplicant
es: Elija otro efecto para agregar al duplicado

source: Experience:
es: Experiencia:

source: Mastered
es: Dominado

source: Skill
es: Habilidad

source: Add new interest
es: Agregar nuevo interés

source: Choose another interest to add to the duplicant
es: Elija otro interés para agregar al duplicante

source: Add new trait
es: Agregar nuevo rasgo

source: Choose another trait to add to the duplicant
es: Elija otro rasgo para agregar al duplicante

source: Interests:
es: Intereses:

source: Traits:
es: Rasgos:

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.FOOTER.BUTTONS.EXITBUTTON.TEXT
source: Exit
es: Salir

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.FOOTER.BUTTONS.RESETBUTTON.TEXT
source: Reset Changes
es: Restablecer cambios

source: Save Changes
es: Guardar cambios

source: Appearance
es: Apariencia

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.ATTRIBUTEBUTTON.TEXT
source: Attributes
es: Atributos

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.EFFECTSBUTTON.TEXT
source: Effects
es: Efectos

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.HEALTHBUTTON.TEXT
source: Health
es: Salud

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.SKILLSBUTTON.TEXT
source: Skills
es: Habilidades

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.LABEL
source: Duplicants
es: Duplicantes

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.LABEL_FILLED
source: Selected Duplicant: {0}
es: Duplicante seleccionado: {0}

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_BALANCED
source: <b>balanced</b>
es: <b>quilibrado</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_STRONGER
source: <b>stronger</b>
es: <b>más fuerte</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_TOOLTIP
source: The current trait composition is {0}. The trait balance value is {1}, for vanilla balancing it's usually between {2} and {3} Balance Composition:
es: La composición de rasgos actual es {0}. El valor del equilibrio del rasgo es {1}, para el equilibrio básico suele estar entre {2} y {3}. Composición del equilibrio:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_TOOLTIP_SIMPLE
source: The current trait balance value is {0}. Values above 0 indicate a trait balance favouring positive traits (overall stronger duplicant), values below 0 indicate a trait balance favouring negative traits (overall weaker duplicant). This is purely informational and does not limit your ability to edit traits Balance Composition:
es: El valor actual del equilibrio del rasgo es {0}. Los valores superiores a 0 indican un equilibrio de rasgos que favorece los rasgos positivos (duplicante más fuerte en general), los valores inferiores a 0 indican un equilibrio de rasgos que favorece los rasgos negativos (duplicante más débil en general). Esto es puramente informativo y no limita su capacidad para editar rasgos. Composición del equilibrio:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_WEAKER
source: <b>weaker</b>
es: <b>más débil</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.CONFIGBALANCINGDISABLED
source: ModConfig - Balancing Disabled
es: ModConfig - Equilibrio deshabilitado

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.OTHERMODORIGINNAME
source: Mysterious Origin (other mods)
es: Origen misterioso (otros mods)

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_COMMON
source: <b>Common</b>
es: <b>Común</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_EPIC
source: <b>Epic</b>
es: <b>Épico</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_LEGENDARY
source: <b>Legendary</b>
es: <b>Legendario</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_RARE
source: <b>Rare</b>
es: <b>Raro</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_UNCOMMON
source: <b>Uncommon</b>
es: <b>Poco común</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITYLEVEL
source: Trait Rarity: {0}
es: Rareza de Rasgo: {0}

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBALANCEHEADER
source: Current Trait Balance: {0}
es: Equilibrio de rasgos actual: {0}

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOINTS
source: Interest Bonus:
es: Bonus de Intereses:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOOL
source: Interest points to spend:
es: Puntos de interés para gastar:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOOLTOOLTIP
source: This Duplicant has {0} total interest bonus points These come from the following trait boni:
es: Este duplicante tiene {0} puntos de bonificación de intereses totales. Estos provienen del siguiente rasgo boni:

source: No items available.
es: No hay artículos disponibles.

source: Select this
es: Seleccione esto

# SetStartDupes.STRINGS.UI.DUPESKILLSPOPUP.TOREPLACE.LABEL
source: To replace:
es: Para reemplazar:

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.ADDDUPE
source: ADD SLOT
es: AÑADIR RANURA

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.ADDDUPETOOLTIP
source: Add an additional duplicant slot, increasing your total starting duplicant count by 1.
es: Agregue una ranura de duplicante adicional, aumentando su recuento total de duplicantes iniciales en 1.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.GUARANTEETRAIT
source: Guarantee this trait to be rolled on a reroll. Works in combination with the interest selector.
es: Garantiza que este rasgo se obtenga en una nueva tirada. Funciona en combinación con el selector de intereses.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.LOCKPERSONALITY_TOOLTIP
source: Lock the current personality for rolls. While locked, all duplicants rolled will automatically have the locked personality.
es: Bloquea la personalidad actual para las tiradas. Mientras estén bloqueados, todos los duplicados obtenidos tendrán automáticamente la personalidad bloqueada.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.PRINTINGPOD_SELECT
source: The current planet the active printing pod is on. Click to change the active printing pod
es: El planeta actual en el que se encuentra la cápsula de impresión activa. Haga clic para cambiar la cápsula de impresión activo

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.REMOVEDUPE
source: REMOVE SLOT
es: QUITAR RANURA

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.REMOVEDUPETOOLTIP
source: Remove this duplicant slot, reducing your total starting duplicant count by 1.
es: Elimine esta ranura de duplicado, lo que reducirá el recuento total inicial de duplicantes en 1.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE YOUR DUPLICANTS TO BEGIN
es: ELIGE TUS DUPLICANTES PARA COMENZAR

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.SELECTYOURLONECREWMAN
source: CHOOSE YOUR LONE DUPLICANT TO BEGIN
es: ELIJA SU ÚNICO DUPLICANTE PARA COMENZAR

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.CANCEL
source: Cancel
es: Cancelar

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.DESC
source: You are about to delete the stat preset "{0}". Do you want to continue?
es: Está a punto de eliminar el Preset "{0}". ¿Quieres continuar?

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.TITLE
source: Delete {0}
es: Borrar {0}

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.YES
source: Confirm Deletion
es: Confirmar eliminación

source: Apply Preset
es: Aplicar el Preset

source: Apply the currenly displayed stats to the Duplicant this window was opened from.
es: Aplique las estadísticas que se muestran actualmente al duplicante desde el que se abrió esta ventana.

source: Load the Crew Preset thats currently displayed in the preview
es: Cargar el Preset de tripulación que se muestra actualmente en la vista previa

source: Return
es: Volver

source: Close preset window
es: Cerrar ventana de Presets

source: Generate Preset
es: Generar Preset

source: Generate and store a new preset from the currenly displayed values. Only has an effect if the preset doesn't exist yet
es: Genere y almacene un nuevo Preset a partir de las estadísticas que se muestran actualmente. Sólo tiene efecto si el Preset aún no existe

source: Preset overrides Name
es: Preset remplaza nombre

source: If enabled, applying presets to duplicants also sets their name to that of the preset
es: Si está habilitado, la aplicación de Presets a duplicantes también establece su nombre con el del Preset.

source: Preset overrides Reactions
es: Preset remplaza reacciones

source: If enabled, applying presets to duplicants also overrides their inherited stress reaction and overjoyed response.
es: Si está habilitado, aplicar Presets a duplicantes también anula su reacción de estrés heredada y su respuesta de alegría.

source: No presets available.
es: No hay Presets disponibles.

source: Load Preset
es: Cargar Preset

source: Delete Preset
es: Eliminar Preset

source: Rename Preset
es: Renombrar Preset

# SetStartDupes.STRINGS.UI.PRESETWINDOW.TITLE
source: Stat Presets
es: Presets
