Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: SetStartDupes/ModAssets/translations/*.po
Languages: es

# SetStartDupes.STRINGS.UI.PRESETWINDOW.TITLECREW
source: Crew Presets
es: Presets de tripulación

# SetStartDupes.STRINGS.UI.STARTAGAIN.SIDESCREEN_TEXT
source: Reselect start duplicants
es: Volver a seleccionar duplicantes

# SetStartDupes.STRINGS.UI.STARTAGAIN.SIDESCREEN_TOOLTIP
source: Restart Light
es: Reinicio de luz

# SetStartDupes.STRINGS.UNNAMEDPRESET
source: (Unnamed Preset)
es: (Presets sin nombre)
