Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: CrownMouldSkin/ModAssets/translations/*.po
Languages: es

source: A new look for the Corner Moulding
es: Un nuevo estilo para las Molduras de Esquina

source: <link="CORNERMOULDING">Bulky Crescent Corner Moulding</link>
es: Media Luna Voluminosa

source: A new look for the Corner Moulding
es: Un nuevo estilo para las Molduras de Esquina

source: <link="CORNERMOULDING">Sprouting Blossom Corner Moulding</link>
es: Brote en Flor

source: A new look for the Corner Moulding
es: Un nuevo estilo para las Molduras de Esquina

source: <link="CORNERMOULDING">Hand Fan Corner Moulding</link>
es: Abanico de Mano

source: A new look for the Corner Moulding
es: Un nuevo estilo para las Molduras de Esquina

source: <link="CORNERMOULDING">Sleek Angled Corner Moulding</link>
es: √Ångulo Elegante

source: A new look for the Corner Moulding
es: Un nuevo estilo para las Molduras de Esquina

source: <link="CORNERMOULDING">Greek Ornament Corner Moulding</link>
es: Ornamento Griego

source: A new look for the Corner Moulding
es: Un nuevo estilo para las Molduras de Esquina

source: <link="CORNERMOULDING">Elegant Arc Corner Moulding</link>
es: Arco Elegante

source: Corner moulding is used as purely decorative trim for ceiling corners.
es: Las molduras de esquina se utilizan como elemento puramente decorativo para las esquineras del techo.

source: <link="CORNERMOULDING">Corner Moulding</link>
es: Moldura de Esquina
