Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: Produces <link="RAYONFIBER">Rayon Fiber</link> from <link="WOOD">Wood</link> pulp through a complex chemical reaction. Requires <link="SYNGAS">Synthetic Gas</link> and constantly outputs <link="STEAM">Steam</link> while operational.
fr: Produit de la <link="RAYONFIBER">viscose</link> à partir de pâte de <link="WOOD">bois</link> grâce à une réaction chimique complexe. Nécessite du <link="SYNGAS">gaz de synthèse</link> et produit en permanence de la <link="STEAM">vapeur</link> pendant son fonctionnement.
ru: Производит <link="RAYONFIBER">вискозное волокно</link> из целлюлозы <link="WOOD">древесной</link> посредством сложной химической реакции. Требует <link="SYNGAS">синтетического газа</link> и постоянно выделяет <link="STEAM">пар</link> во время работы.

source: <link="CHEMICALRAYONLOOM">Rayon Loom</link>
fr: <link="CHEMICALRAYONLOOM">Métier à tisser la rayonne</link>
ru: <link="CHEMICALRAYONLOOM">Ткацкий станок вискозы</link>

source: A specialized furnace that heats material by means of an electric arc. Its delicate heat control structure allows mixture of metal alloys, as well separating metals from an homogeneous mixture of scraps. Since the furnace is air-cooled, it releases a lot of heat into its surroundings.
fr: Un four spécialisé qui chauffe les matériaux au moyen d'un arc électrique. Sa structure délicate de contrôle thermique permet de mélanger des alliages métalliques et de séparer les métaux d'un mélange homogène de ferrailles. Refroidi par air, le four dégage une chaleur importante dans son environnement.
ru: Специализированная печь, нагревающая материал электрической дугой. Её точная система управления нагревом позволяет смешивать металлические сплавы, а также отделять металлы от однородной смеси металлолома. Благодаря воздушному охлаждению печь выделяет большое количество тепла в окружающую среду.

source: Special works with <link="REFINEDMETAL">Refined Metals</link> and in the manufacture of metal alloys.
fr: Travaux spéciaux avec <link="REFINEDMETAL">Métaux raffinés</link> et dans la fabrication d'alliages métalliques.
ru: Специальные работы с <link="REFINEDMETAL">очищенными металлами</link> и производством металлических сплавов.

source: <link="CHEMICALSELECTIVEARCFURNACE">Selective Arc-Furnace</link>
fr: <link="CHEMICALSELECTIVEARCFURNACE">Four à arc sélectif</link>
ru: <link="CHEMICALSELECTIVEARCFURNACE">Селективная дуговая печь</link>

source: A jaw crusher uses compressive force for breaking of stone and other raw minerals.
fr: Un concasseur à mâchoires utilise la force de compression pour briser la pierre et d'autres minéraux bruts.
ru: Щековая дробилка использует сжимающую силу для дробления камня и других сырьевых минералов.

source: Crush down <link="RAWMINERAL">Raw Minerals</link> in to useful materials and industrial ingredients.
fr: Broyez les <link="RAWMINERAL">minéraux bruts</link> en matériaux utiles et ingrédients industriels.
ru: Измельчает <link="RAWMINERAL">Необработанный минерал</link> в полезные материалы и промышленные ингредиенты.

source: <link="CHEMICALSMALLCRUSHERMILL">Jaw Crusher Mill</link>
fr: <link="CHEMICALSMALLCRUSHERMILL">Concasseur à mâchoires</link>
ru: <link="CHEMICALSMALLCRUSHERMILL">Щековая дробилка</link>

source: A mixer designed for uniform blending of a wide variety of solid materials, while treating them with chemicals.
fr: Un mélangeur conà§u pour le mélange uniforme d'une grande variété de matériaux solides, tout en les traitant avec des produits chimiques.
ru: Смеситель, предназначенный для равномерного смешивания широкого спектра твёрдых материалов с одновременной обработкой их химикатами.

source: A solid material mixer designed for agricultural purpose, mainly for the production of <link="DIRT">Dirt</link> and <link="FERTILIZER">Fertilizer</link>.
fr: Un mélangeur de matériaux solides conà§u à des fins agricoles, principalement pour la production de <link="DIRT">terre</link> et d'<link="FERTILIZER">engrais</link>.
ru: Смеситель твёрдых материалов, предназначенный для сельскохозяйственных целей, в основном для производства <link="DIRT">грязи</link> и <link="FERTILIZER">удобрений</link>.

source: <link="CHEMICALSOILMIXER">Soil Mixer</link>
fr: <link="CHEMICALSOILMIXER">Mélangeur de sol</link>
ru: <link="CHEMICALSOILMIXER">Смеситель почвы</link>

source: A treatment plant that uses activated carbon beds for de-acidification of sour gas.
ru: Очистная установка, использующая слои активированного угля для раскисления серного газа.

source: Uses <link="REFINEDCARBON">Activated Carbon</link> for the adsorbtion the sulphuric compounds from <link="SOURGAS">Sour Gas</link>, yielding <link="METHANE">Natural Gas</link> and elemental <link="SULPHUR">Sulphur</link>. Activated carbon requires periodic replacing.
ru: Использует <link="REFINEDCARBON">активированный уголь</link> для адсорбции сернистых соединений из <link="SOURGAS">серного газа</link>, получая <link="METHANE">природный газ</link> и элементарную <link="SULPHUR">серу</link>. Активированный уголь требует периодической замены.

source: <link="CHEMICALSOURGASSWEETENER">Sour Gas Sweetener</link>
ru: <link="CHEMICALSOURGASSWEETENER">Десульфикатор серного газа</link>

source: A heavy industrial device that uses a combination of pH control and heat, direct injection of steam to drives off the ammonia and hydrogen sulfide from the water. Also fitted with a filter mechanism to ensure the quality of the stripped water.
fr: Un appareil industriel lourd combinant contrôle du pH, chauffage et injection directe de vapeur pour éliminer l'ammoniac et le sulfure d'hydrogène de l'eau. Il est également équipé d'un mécanisme de filtration pour garantir la qualité de l'eau épurée.
ru: Тяжёлое промышленное устройство, сочетающее в себе контроль pH и нагрев, а также прямую подачу пара для удаления аммиака и сероводорода из воды. Также оснащено фильтрующим механизмом для обеспечения качества очищенной воды.

source: Separate clean <link="WATER">Water</link> from <link="SOURWATER">Sour Water</link> using hot <link="STEAM">Steam</link>. The stripping process also produces <link="SOURGAS">Sour Gas</link> from the separation. <link="SAND">Sand</link> is required to further filter the water from any other contaminants it may still have, which is then released as <link="TOXICSAND">Polluted Dirt</link> afterwards. IMPORTANT: The building require all pipes ports to be connected with their respective pipes in order for it to operate.
fr: Séparez l'eau propre de l'eau acide à l'aide de vapeur chaude. Le processus de décapage produit également du gaz acide à partir de la séparation. Du sable est nécessaire pour filtrer davantage l'eau de tous les autres contaminants qu'elle pourrait encore contenir, qui sont ensuite rejetés sous forme de polluants sales. IMPORTANT : Le bâtiment nécessite que tous les orifices des tuyaux soient connectés à leurs tuyaux respectifs pour fonctionner.
ru: Отделяет чистую <link="WATER">воду</link> от <link="SOURWATER">серной воды</link> с помощью горячего <link="STEAM">пара</link>. В процессе отпарки также образуется <link="SOURGAS">серный газ</link>. Для дальнейшей фильтрации воды от любых других загрязняющих веществ, которые могут в ней присутствовать, необходим <link="SAND">песок</link>, который затем выбрасывается в виде <link="TOXICSAND">загрязнённого песка</link>. ВАЖНО: Для эксплуатации здания необходимо, чтобы все патрубки трубопроводов были соединены с соответствующими трубами.

source: <link="CHEMICALSOURWATERSTRIPPER">Sour Water Stripper</link>
fr: <link="CHEMICALSOURWATERSTRIPPER">Décapant pour eau acide</link>
ru: <link="CHEMICALSOURWATERSTRIPPER">Отпарная колонна серной воды</link>

source: A refinery capable of catalytic partial oxidation reactions to produce Syngas.
fr: Une raffinerie capable de réactions d'oxydation partielle catalytique pour produire du gaz de synthèse.
ru: Перерабатывающий завод, способный осуществлять реакции каталитического частичного окисления для производства синтез-газа.

source: Produce Synthetic Gas from a variety of Organic and Mineral materials.
fr: Produire du gaz synthétique à partir d'une variété de matériaux organiques et minéraux.
ru: Производство синтетического газа из различных органических и минеральных материалов.

source: <link="CHEMICALSYNGASREFINERY">Syngas Refinery</link>
fr: <link="CHEMICALSYNGASREFINERY">Raffinerie de gaz de synthèse</link>
ru: <link="CHEMICALSYNGASREFINERY">Завод по переработке синтез-газа</link>

source: A chemical synthesizer device capable of producing Nitric Acid.
fr: Un dispositif de synthèse chimique capable de produire de l'acide nitrique.
ru: Устройство химического синтезатора, способное производить азотную кислоту.

source: Produces industrial grade <link="LIQUIDNITRIC">Nitric Acid</link> using provided <link="LIQUIDSULFURIC">Sulfuric Acid</link> and <link="AMMONIAGAS">Ammonia</link>.
fr: Produit de l'<link="LIQUIDNITRIC">acide nitrique</link> de qualité industrielle en utilisant l'<link="LIQUIDSULFURIC">acide sulfurique</link> et l'<link="AMMONIAGAS">ammoniac</link> fournis.
ru: Производит <link="LIQUIDNITRIC">азотную кислоту</link> промышленного класса с использованием предоставленной <link="LIQUIDSULFURIC">серной кислоты</link> и <link="AMMONIAGAS">аммиака</link>.

source: <link="CHEMICALSYNTHESIZERNITRIC">Nitric Acid Synthesizer</link>
fr: <link="CHEMICALSYNTHESIZERNITRIC">Synthétiseur d'acide nitrique</link>
ru: <link="CHEMICALSYNTHESIZERNITRIC">Синтезатор азотной кислоты</link>

source: A simple device capable of producing high-quality salt water.
fr: Un appareil simple capable de produire de l'eau salée de haute qualité.
ru: Простое устройство, способное производить высококачественную солёную воду.

source: Produces <link="SALTWATER">Salt Water</link> using provided <link="WATER">Water</link> and <link="SALT">Salt</link>.
fr: Produit de l'<link="SALTWATER">eau salée</link> en utilisant l'<link="WATER">eau</link> et le <link="SALT">sel</link> fournis.
ru: Производит <link="SALTWATER">солёную воду</link>, используя <link="WATER">воду</link> и <link="SALT">соль</link>.

source: <link="CHEMICALSYNTHESIZERSALTWATER">Salt Water Mixer</link>
fr: <link="CHEMICALSYNTHESIZERSALTWATER">Mélangeur d'eau salée</link>
ru: <link="CHEMICALSYNTHESIZERSALTWATER">Смеситель для солёной воды</link>

source: A chemical synthesizer device capable of producing Sulfuric Acid.
fr: Un dispositif de synthèse chimique capable de produire de l'acide sulfurique.
ru: Устройство химического синтезатора, способное производить серную кислоту.

source: Produces industrial grade <link="LIQUIDSULFURIC">Sulfuric Acid</link> using provided <link="STEAM">Steam</link> and <link="SULFUR">Sulfur</link>.
fr: Produit de l'acide sulfurique de qualité industrielle <link="LIQUIDSULFURIC">en utilisant la <link="STEAM">vapeur</link> et le <link="SULFUR">soufre</link> fournis.
ru: Производит <link="LIQUIDSULFURIC">серную кислоту</link> промышленного класса, используя <link="STEAM">пар</link> и <link="SULFUR">серу</link>.

source: <link="CHEMICALSYNTHESIZERSULFURIC">Sulfuric Acid Synthesizer</link>
fr: <link="CHEMICALSYNTHESIZERSULFURIC">Synthétiseur d'acide sulfurique</link>
ru: <link="CHEMICALSYNTHESIZERSULFURIC">Синтезатор серной кислоты</link>

source: A basic desalinator that uses Vapor-compression evaporation to archive the separation of clean, usable water from the solution it is currently mixed.
fr: Un dessalinisateur de base qui utilise l'évaporation par compression de vapeur pour archiver la séparation de l'eau propre et utilisable de la solution dans laquelle elle est actuellement mélangée.
ru: Базовый опреснитель, который использует испарение с помощью паровой компрессии для отделения чистой, пригодной для использования воды от раствора, с которым она в данный момент смешивается.

source: Uses <link="STEAM">Steam</link> as buffer for the Desalination process of either <link="SALTWATER">Salt Water</link> or Ammonium Water, releasing fresh <link="WATER">Water</link> and concentrated <link="BRINE">Brine</link> in return.
fr: Utilise la <link="STEAM">vapeur</link> comme tampon pour le processus de dessalement de l'<link="SALTWATER">eau salée</link> ou de l'eau ammoniacale, libérant en retour de l'<link="WATER">eau</link> fraà®che et de la <link="BRINE">saumure</link> concentrée.
ru: Использует <link="STEAM">пар</link> в качестве буфера для процесса опреснения <link="SALTWATER">солёной воды</link> или аммиачной воды, вырабатывая взамен пресную <link="WATER">воду</link> и концентрированный <link="BRINE">рассол</link>.

source: <link="CHEMICALTHERMALDESALINATOR">Thermal Desalinator</link>
fr: <link="CHEMICALTHERMALDESALINATOR">Dessalinisateur thermique</link>
ru: <link="CHEMICALTHERMALDESALINATOR">Термический опреснитель</link>

source: An industrial grade boiler that generates thermal energy by burning wood.
fr: Une chaudière de qualité industrielle qui génère de l'énergie thermique en brûlant du bois.
ru: Промышленный котёл, вырабатывающий тепловую энергию путем сжигания древесины.

source: Boils <link="WATER">Water</link> to <link="STEAM">Steam</link> at 200 °C. This particular boiler uses <link="WOODLOG">Wood</link> as fuel.
fr: Permet de faire bouillir de l'eau en vapeur à 200 °C. Cette chaudière utilise du bois comme combustible.
ru: Превращает <link="WATER">воду</link> в <link="STEAM">пар</link> при температуре 200 °C. Этот котёл использует в качестве топлива <link="WOODLOG">древесину</link>.

source: <link="CHEMICALWOODENBOILER">Wood-fueled Steam Boiler</link>
fr: <link="CHEMICALWOODENBOILER">Chaudière à vapeur alimentée au bois</link>
ru: <link="CHEMICALWOODENBOILER">Паровой котёл на древесине</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CORALVAT.DESC
source: An advanced biological vat that grows a special colony of marine invertebrates, engineered from the Earth species of the class Anthozoa. This unit also uses advanced filter to extract Chlorine Gas from its surroundings, albeit its not necessary for it to function.
fr: Une cuve biologique avancée qui cultive une colonie spéciale d'invertébrés marins, issus d'espèces terrestres de la classe des anthozoaires. Cette unité utilise également un filtre avancé pour extraire le chlore gazeux de son environnement, bien que cela ne soit pas indispensable à son fonctionnement.
ru: Усовершенствованный биологический резервуар, в котором выращивается особая колония морских беспозвоночных, выведенных из земных видов класса Anthozoa. Этот резервуар также использует усовершенствованный фильтр для удаления хлора из окружающей среды, хотя это и не является необходимым условием его работы.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CORALVAT.EFFECT
source: Coral colony needs <link="SALTWATER">Salt Water</link> or <link="BRINE">Brine</link> to grow, producing a fair amount of clean <link="WATER">Water</link> as result of its biological functions. The coral colony will also excreate tiny particles of <link="BLEACHSTONE">Bleach Stone</link>, which are filtered from the water and later released as a solid mass.
fr: Les colonies coralliennes ont besoin d'eau salée ou de saumure pour se développer, produisant ainsi une quantité importante d'eau propre grâce à leurs fonctions biologiques. Elles excrètent également de minuscules particules de pierre de blanchiment, qui sont filtrées de l'eau et libérées sous forme de masse solide.
ru: Для роста колонии кораллов необходима <link="SALTWATER">солёная вода</link> или <link="BRINE">рапа</link>, что позволяет ей производить значительное количество чистой <link="WATER">воды</link> в результате её биологических функций. Колония кораллов также выделяет мельчайшие частицы <link="BLEACHSTONE">хлорного камня</link>, которые фильтруются из воды и затем выводятся в виде твёрдой массы.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CORALVAT.NAME
source: <link="CORALVAT">Coral Vat</link>
fr: <link="CORALVAT">Cuve de corail</link>
ru: <link="CORALVAT">Чан с кораллами</link>

source: Refined metals are necessary to build advanced electronics and technologies.
fr: Les métaux raffinés sont nécessaires à la construction de produits électroniques et de technologies de pointe.
ru: Очищенные металлы необходимы для создания современной электроники и технологий.

source: THIS BUILDING HAS BEEN DEPRECATED AND CANNOT BE BUILT. INSTEAD, USE THE REGULAR <link="METALREFINERY">METAL REFINERY</link> Produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Significantly <link="HEAT">Heats</link> and outputs the <link="ELEMENTSLIQUID">Liquid</link> piped into it. Duplicants will not fabricate items unless recipes are queued.
fr: CE Bà‚TIMENT EST DéCONSEILLé ET NE PEUT PAS êTRE CONSTRUIT. UTILISEZ à€ LA PLACE LA <link="METALREFINERY">RAFFINERIE DE MéTAUX</link> NORMAL. Produit des <link="REFINEDMETAL">Métaux raffinés</link> à partir de <link="RAWMETAL">Minerai métallique</link> brut. Chauffe considérablement et produit le <link="ELEMENTSLIQUID">Liquide</link> qui y est acheminé. Les duplicateurs ne fabriqueront pas d'objets à moins que les recettes ne soient en file d'attente.
ru: ЭТО ЗДАНИЕ УСТАРЕЛО И НЕ МОЖЕТ БЫТЬ ПОСТРОЕНО. ВМЕСТО ЭТОГО ИСПОЛЬЗУЙТЕ ОБЫЧНЫЙ <link="METALREFINERY">Металлургический станок</link> Производит <link="REFINEDMETAL">очищенные металлы</link> из <link="RAWMETAL">металлической руды</link>. Существенно <link="HEAT">нагревает</link> и выводит подаваемую в него <link="ELEMENTSLIQUID">жидкость</link>. Дубликаты не будут изготавливать предметы, если рецепты не поставлены в очередь.

source: <link="CUSTOMMETALREFINERY">[DEPRECATED] Custom Metal Refinery</link>
fr: <link="CUSTOMMETALREFINERY">[OBSOLETE] Raffinerie de métaux personnalisée</link>
ru: <link="CUSTOMMETALREFINERY">[УСТАРЕЛО] Пользовательский металлургический станок</link>

source: Extracts <link="CRUDEOIL">Crude Oil</link> using any form of water. Must be built atop an <link="OILWELL">Oil Reservoir</link>.
fr: Extrait le <link="CRUDEOIL">pétrole brut</link> en utilisant n'importe quelle forme d'eau. Doit être construit au-dessus d'un <link="OILWELL">réservoir de pétrole</link>.
ru: Добывает <link="CRUDEOIL">сырую нефть</link>, используя любую воду. Должна быть построена на <link="OILWELL">месторождении нефти</link>.

source: A large device capable to extract oil from the attached well using liquid pumped in. Liquid pumped into an oil reservoir cannot be recovered.
fr: Un grand dispositif capable d'extraire le pétrole du puits attenant en utilisant le liquide pompé. Le liquide pompé dans un réservoir de pétrole ne peut pas être récupéré.
ru: Крупное устройство, способное добывать нефть из прилегающей скважины с помощью закачиваемой туда жидкости. Жидкость, закачанная в месторождении нефти, не подлежит извлечению.

source: THIS BUILDING HAS BEEN DEPRECATED AND CANNOT BE BUILT. INSTEAD, USE THE REGULAR <link="OILWELLCAP">Oil Well</link> Extracts <link="CRUDEOIL">Crude Oil</link> using any form of water. Must be built atop an <link="OILWELL">Oil Reservoir</link>.
fr: CE Bà‚TIMENT EST DéCONSEILLé ET NE PEUT PAS êTRE CONSTRUIT. UTILISEZ PLUTà”T LE <link="OILWELLCAP">puits de pétrole</link> NORMAL. Extrait du <link="CRUDEOIL">pétrole brut</link> à l'aide de n'importe quelle forme d'eau. Doit être construit au-dessus d'un <link="OILWELL">réservoir de pétrole</link>.
ru: ЭТО ЗДАНИЕ УСТАРЕЛО И НЕ МОЖЕТ БЫТЬ ПОСТРОЕНО. ВМЕСТО ЭТОГО ИСПОЛЬЗУЙТЕ ОБЫЧНУЮ <link="OILWELLCAP">нефтяной насос</link> Добывает <link="CRUDEOIL">сырую нефть</link>, используя любую воду. Должно быть построено на <link="OILWELL"> месторождении нефти</link>.

source: <link="CUSTOMOILWELLCAP">[DEPRECATED] Custom Oil Well Pump</link>
fr: <link="CUSTOMOILWELLCAP">[OBSOLETE] Pompe de puits de pétrole personnalisée</link>
ru: <link="CUSTOMOILWELLCAP">[УСТАРЕЛО] Пользовательский нефтяной насос</link>

source: A custom polymerization press capable of producing polymer from Ethanol.
fr: Une presse de polymérisation personnalisée capable de produire du polymère à partir d'éthanol.
ru: Специальный полимеризационный пресс, способный производить полимер из этанола.

source: Special modifications allows the polymerization of <link="ETHANOL">Ethanol</link> into raw <link="POLYPROPYLENE">Plastic</link>with the addition of <link="CHLORINE">Chlorine Gas</link>.
fr: Des modifications spéciales permettent la polymérisation de l'<link="ETHANOL">éthanol</link> en <link="POLYPROPYLENE">plastique</link> brut avec l'ajout de <link="CHLORINE">chlore gazeux</link>.
ru: Специальные модификации позволяют осуществлять полимеризацию <link="ETHANOL">этанола</link> в сырой <link="POLYPROPYLENE">пластик</link> с добавлением <link="CHLORINE">газообразного хлора</link>.

source: <link="CUSTOMPOLYMERIZER">Ethanol Polymer Press</link>
fr: <link="CUSTOMPOLYMERIZER">Presse à polymère d'éthanol</link>
ru: <link="CUSTOMPOLYMERIZER">Пресс для полимеризации этанола</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CUSTOMBRICKTILE.DESC
source: A notable tile made exclusively out of Bricks.
fr: Une tuile remarquable fabriquée exclusivement à partir de briques.
ru: Примечательная плитка, изготовленная исключительно из кирпича.

source: A smooth tile made with several bricks carefully placed together.
fr: Une tuile lisse composée de plusieurs briques soigneusement placées ensemble.
ru: Гладкая клетка, сделанная из нескольких кирпичей, аккуратно уложенных вместе.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CUSTOMBRICKTILE.NAME
source: <link="CUSTOMBRICKTILE">Compacted Brick Tile</link>
fr: <link="CUSTOMBRICKTILE">Carrelage en brique compactée</link>
ru: <link="CUSTOMBRICKTILE">Уплотнённая кирпичная клетка</link>

source: Granite tiles are aesthetically pleasing while remaining a good insulator.
fr: Les carreaux de granit sont esthétiques tout en restant un bon isolant.
ru: Гранитная клетка эстетически привлекательна и является хорошим изолятором.

source: A smooth tile made with several granite stones carefully placed together.
fr: Un carreau lisse composé de plusieurs pierres de granit soigneusement placées ensemble.
ru: Гладкая клетка, изготовленная из нескольких гранитных камней, аккуратно уложенных вместе.

source: <link="CUSTOMGRANITETILE">Compacted Granite Tile</link>
fr: <link="CUSTOMGRANITETILE">Carrelage en granit compacté</link>
ru: <link="CUSTOMGRANITETILE">Уплотнённая гранитная клетка</link>

source: A notable tile made exclusively with Igneous Rock.
fr: Une tuile remarquable fabriquée exclusivement avec de la roche ignée.
ru: Примечательная клетка, изготовленная исключительно из магматической породы.

source: Igneous tiles enhance not only the environmental beauty, but also increases duplicants walking speed.
fr: Les tuiles ignées améliorent non seulement la beauté de l'environnement, mais augmentent également la vitesse de marche des duplicants.
ru: Магматическая клетка не только улучшает окружающую красоту, но и увеличивает скорость передвижения дубликантов.

source: <link="CUSTOMIGNEOUSROCKTILE">Compacted Igneous Tile</link>
fr: <link="CUSTOMIGNEOUSROCKTILE">Tuile ignée compactée</link>
ru: <link="CUSTOMIGNEOUSROCKTILE">Уплотнённая магматическая клетка</link>

source: A small, custom Combustible Gas generator. This rather versatile generator has piped outputs.
fr: Un petit générateur de gaz combustible personnalisé. Polyvalent, il est équipé de sorties canalisées.
ru: Небольшой генератор, работающий на горючем газе. Этот довольно универсальный генератор имеет выходы для подключения труб.
