Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: <link="HIGHPRESSURELIQUIDCONDUITBRIDGE">High Pressure Liquid Conduit Bridge</link>
fr: <link="HIGHPRESSURELIQUIDCONDUITBRIDGE">Pont pour conduits de liquide haute pression</link>
ru: <link="HIGHPRESSURELIQUIDCONDUITBRIDGE">Мост трубы для жидкости высокого давления</link>

source: A fancy refrigerator with a sci-fi design.
fr: Un réfrigérateur fantaisie au design de science-fiction.
ru: Необычный холодильник в научно-фантастическом стиле.

source: The sealed storage of this fridge keeps food very cold, but not in sterile atmospheric conditions Provides water bottles as long there a pipe linked to it. Takes food items from conveyor rails based on its filters.
fr: Le stockage étanche de ce réfrigérateur maintient les aliments très froids, mais pas dans des conditions atmosphériques stériles. Fournit des bouteilles d'eau à condition qu'un tuyau y soit relié. Prend les aliments des rails du convoyeur en fonction de ses filtres.
ru: Герметичное хранение в этом холодильнике позволяет сохранять продукты очень холодными, но не в стерильных атмосферных условиях. Предоставляет бутылки с водой, если к нему подключена труба. Принимает продукты с конвейерных рельсов благодаря своим фильтрам.

source: <link="HIGHTECHBIGFRIDGE">Large Hightech Refrigerator</link>
fr: <link="HIGHTECHBIGFRIDGE">Grand réfrigérateur high-tech</link>
ru: <link="HIGHTECHBIGFRIDGE">Большой высокотехнологичный холодильник</link>

source: A fancy fridge with a sci-fi design
fr: Un réfrigérateur fantaisie au design de science-fiction
ru: Необычный холодильник в научно-фантастическом стиле.

source: The sealed storage of this fridge keeps food very cold, but not in sterile atmospheric conditions. Takes food items from conveyor rails based on its filters.
fr: Le stockage hermétique de ce réfrigérateur maintient les aliments très froids, mais pas dans des conditions atmosphériques stériles. Prend les aliments des rails du convoyeur en fonction de ses filtres.
ru: Герметичное хранилище этого холодильника сохраняет продукты очень холодными, но не в стерильных атмосферных условиях. Принимает продукты с конвейерных рельсов благодаря своим фильтрам.

source: <link="HIGHTECHSMALLFRIDGE">Hightech Fridge</link>
fr: <link="HIGHTECHSMALLFRIDGE">Réfrigérateur Hightech</link>
ru: <link="HIGHTECHSMALLFRIDGE">Высокотехнологичный холодильник</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_INBOX.DESC
source: Material filters can be used to determine what resources are sent down the rail.
fr: Des filtres de matériaux peuvent être utilisés pour déterminer quelles ressources sont envoyées sur le rail.
ru: Фильтры по материалам можно использовать для определения того, какие ресурсы отправляются на конвейер.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_INBOX.EFFECT
source: Loads <link="ELEMENTSSOLID">Solid Materials</link> onto <link="HPASOLIDRAIL">Heavy-Duty Rail</link> for transport. Only loads the resources of your choosing.
fr: Charge les <link="ELEMENTSSOLID">matériaux solides</link> sur <link="HPASOLIDRAIL">rail robuste</link> pour le transport. Charge uniquement les ressources de votre choix.
ru: Загружает <link="ELEMENTSSOLID">твёрдые материалы</link> на <link="HPASOLIDRAIL">сверхпрочный рельс</link> для транспортировки. Загружает только выбранные вами ресурсы.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_INBOX.NAME
source: <link="HPAINBOX">Heavy-Duty Loader</link>
fr: <link="HPAINBOX">Chargeur lourd</link>
ru: <link="HPAINBOX">Сверхпрочный загрузчик</link>

source: All gases are sent into the building's output pipe, except those chosen for filtering.
fr: Tous les gaz sont envoyés dans le tuyau de sortie du bâtiment, à l'exception de ceux choisis pour être filtrés.
ru: Все газы поступают в выходную трубу строения кроме газа, предназначенного для фильтрации.

source: Filters all selected <link="ELEMENTSGAS">Gases</link> from the air, sending it into a dedicated <link="GASPIPING">Filtered Output Pipe</link>. Able to work with all gas pipe types.
fr: Filtre tous les <link="ELEMENTSGAS">gaz</link> sélectionnés dans l'air, en les envoyant dans un <link="GASPIPING">tuyau de sortie filtré</link> dédié. Capable de fonctionner avec tous les types de tuyaux de gaz.
ru: Фильтрует все выбранные <link="ELEMENTSGAS">газы</link> из воздуха, направляя их в указанную <link="GASPIPING">трубу для фильтрованного газа</link>. Может работать со всеми типами газовых труб.

source: <link="HPAMULTIGASFILTER">High Pressure Gas Filter</link>
fr: <link="HPAMULTIGASFILTER">Filtre à gaz haute pression</link>
ru: <link="HPAMULTIGASFILTER">Газовый фильтр высокого давления</link>

source: All liquids are sent into the building's output pipe, except those chosen for filtering.
fr: Tous les liquides sont envoyés dans la canalisation de sortie du bâtiment, à l'exception de ceux choisis pour être filtrés.
ru: Все жидкости поступают в выходную трубу строения кроме жидкости, предназначенной для фильтрации.

source: Filters all selected <link="ELEMENTSLIQUID">Liquids</link> out of a mix, sending it into a dedicated <link="LIQUIDPIPING">Filtered Output Pipe</link>. Able to work with all liquid pipe types.
fr: Filtre tous les <link="ELEMENTSLIQUID">liquides</link> sélectionnés dans un mélange, en l'envoyant dans un <link="LIQUIDPIPING">tuyau de sortie filtré</link> dédié. Capable de fonctionner avec tous les types de tuyaux de liquide.
ru: Фильтрует все выбранные <link="ELEMENTSLIQUID">жидкости</link> из смеси и перенаправляет её в указанную <link="LIQUIDPIPING">трубу для фильтрованной жидкости</link>. Может работать с всеми типами труб для жидкости.

source: <link="HPAMULTIGASFILTER">High Pressure Liquid Filter</link>
fr: <link="HPAMULTIGASFILTER">Filtre à liquide haute pression</link>
ru: <link="HPAMULTILIQUIDFILTER">Фильтр для жидкости высокого давления</link>

source: All solids are sent into the building's output conveyor, except those chosen for filtering.
fr: Tous les solides sont envoyés dans le convoyeur de sortie du bâtiment, à l'exception de ceux choisis pour le filtrage.
ru: Все твёрдые вещества отправляются на выходной конвейер здания, за исключением тех, которые подлежат фильтрации.

source: Separates all selected <link="ELEMENTSSOLID">Solid Materials</link> from the conveyor, sending it into a dedicated <link="SOLIDCONDUIT">Conveyor Rail</link>. Able to work with all rail types.
fr: Sépare tous les <link="ELEMENTSSOLID">matériaux solides</link> sélectionnés du convoyeur, en les envoyant dans un <link="SOLIDCONDUIT">rail de convoyeur</link> dédié. Capable de fonctionner avec tous les types de rails.
ru: Фильтрует все выбранные <link="ELEMENTSSOLID">твёрдые материалы</link> с конвейера для перенаправления его по указанным <link="SOLIDCONDUIT">рельсам конвейера</link>.

source: <link="HPAMULTISOLIDFILTER">Heavy-Duty Rail Filter</link>
fr: <link="HPAMULTISOLIDFILTER">Filtre pour rails robuste</link>
ru: <link="HPAMULTISOLIDFILTER">Сверхпрочный фильтр для твёрдых веществ</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_RAILMERGER.DESC
source: Compression leads to higher rail throughput!
fr: La compression conduit à un débit ferroviaire plus élevé !
ru: Сжатие приводит к повышению пропускной способности рельса!

source: Merges chunks of <link="ELEMENTSSOLID">Solid Materials</link> from incoming rails and ouputs them onto a <link="HPASOLIDRAIL">Heavy-Duty Rail</link>.
fr: Fusionne des morceaux de <link="ELEMENTSSOLID">matériaux solides</link> provenant de rails entrants et les envoie sur un <link="HPASOLIDRAIL">rail robuste</link>.
ru: Объединяет кучки <link="ELEMENTSSOLID">твёрдых материалов</link> из входящих рельсов и выводит их на <link="HPASOLIDRAIL">сверхпрочный рельс</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_RAILMERGER.NAME
source: <link="HPARAILMERGER">Heavy-Duty Rail Compressor</link>
fr: <link="HPARAILMERGER">Compresseur ferroviaire robuste</link>
ru: <link="HPARAILMERGER">Сверхпрочный рельсовый компрессор</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_SOLIDRAIL.DESC
source: Rails move materials where they'll be needed most, saving Duplicants the walk.
fr: Les rails déplacent les matériaux là oà¹ ils sont le plus nécessaires, évitant ainsi aux Duplicants de se déplacer.
ru: Рельсы перевозят материалы туда, где они больше всего понадобятся, избавляя дубликантов от необходимости ходить пешком.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_SOLIDRAIL.EFFECT
source: Transports large quantities of <link="ELEMENTSSOLID">Solid Materials</link> on a track between <link="HPAINBOX">Heavy-Duty Loaders</link> and <link="SOLIDVENT">Conveyor Chutes</link>. Can not be run through wall and floor tiles.
fr: Transporte de grandes quantités de <link="ELEMENTSOLID">matériaux solides</link> sur une piste entre les <link="HPAINBOX">chargeuses lourdes</link> et les <link="SOLIDVENT">goulottes de transport</link>. Ne peut pas traverser les carreaux de mur et de sol.
ru: Позволяет перемещать большие объёмы <link="ELEMENTSSOLID">твёрдых материалов</link> на рельсах от <link="HPAINBOX">Сверхтяжёлого загрузчика</link> к <link="SOLIDVENT">подающим желобам</link>. Не может проходить через клетки стен и пола.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_SOLIDRAIL.NAME
source: <link="HPASOLIDRAIL">Heavy-Duty Rail</link>
fr: <link="HPASOLIDRAIL">Rail lourd</link>
ru: <link="HPASOLIDRAIL">Сверхпрочные рельсы конвейера</link>

source: Rails move materials where they'll be needed most, saving Duplicants the walk.
fr: Les rails déplacent les matériaux là oà¹ ils sont le plus nécessaires, évitant ainsi aux Duplicants de se déplacer.
ru: Рельсы перевозят материалы туда, где они больше всего понадобятся, избавляя дубликантов от необходимости ходить пешком.

source: Transports large quantities of <link="ELEMENTSSOLID">Solid Materials</link>. Can not be run through wall and floor tiles. Being held in a vaccuum, transported items are fully insulated.
ru: Транспортирует большие объёмы <link="ELEMENTSSOLID">твёрдых материалов</link>. Не может проходить через клетки стен и пола. Находясь в вакууме, перевозимые предметы полностью изолированы.

source: <link="HPASOLIDRAILINSULATED">Insulated Heavy-Duty Rail</link>
fr: <link="HPASOLIDRAILINSULATED">Rail isolé pour charges lourdes</link>
ru: <link="HPASOLIDRAILINSULATED">Изолированные сверхпрочные рельсы конвейера</link>

source: Separating rail systems helps ensure materials go to the intended destinations.
fr: La séparation des systèmes ferroviaires permet de garantir que les matériaux parviennent aux destinations prévues.
ru: Разделение рельсовых систем помогает гарантировать доставку материалов в указанные пункты назначения.

source: Allows <link="HPASOLIDRAIL">Heavy-Duty Rail</link> and <link="HPASOLIDRAILINSULATED">Insulated Heavy-Duty Rail</link> to run one section over another without joining them. Canot be run through wall and floor tile.
fr: Permet aux rails <link="HPASOLIDRAIL">rails robustes</link> et aux rails <link="HPASOLIDRAILINSULATED">rails robustes isolés</link> de passer d'une section à l'autre sans les joindre. Ne peut pas traverser les carreaux de mur et de sol.
ru: Позволяет <link="HPASOLIDRAIL">Сверхпрочным рельсам</link> и <link="HPASOLIDRAILINSULATED">изолированным сверхпрочным рельсам</link> размещать одну секцию над другой без их соединения. Не может проходить через клетки стен и пола.

source: <link="HPASOLIDRAILBRIDGE">Heavy-Duty Bridge</link>
fr: <link="HPASOLIDRAILBRIDGE">Pont à usage intensif</link>
ru: <link="HPASOLIDRAILBRIDGE">Сверхпрочный мост конвейера</link>

source: Joint plates can run Heavy-Duty rails through walls without leaking gas or liquid.
fr: Les plaques de jonction permettent de faire passer des rails robustes à travers les murs sans fuite de gaz ou de liquide.
ru: Накладка позволяют пропускать сверхпрочные рельсы через стены без утечки газа или жидкости.

source: Allows <link="HPASOLIDRAIL">Heavy-Duty Rail</link> and <link="HPASOLIDRAILINSULATED">Insulated Heavy-Duty Rail</link> to be run through wall and floor tile. Functions as regular insulated tile.
fr: Permet de faire passer des rails <link="HPASOLIDRAIL">rails robustes</link> et des rails <link="HPASOLIDRAILINSULATED">rails robustes isolés</link> à travers les carreaux de mur et de sol. Fonctionne comme une tuile isolée ordinaire.
ru: Позволяет прокладывать <link="HPASOLIDRAIL">сверхпрочные рельсы</link> и <link="HPASOLIDRAILINSULATED">изолированные сверхпрочные рельсы через стены и пол.</link> Функционирует как обычная изолированная клетка.

source: <link="HPASOLIDRAILBRIDGETILE">Heavy-Duty Joint Plate</link>
fr: <link="HPASOLIDRAILBRIDGETILE">Plaque de jonction robuste</link>
ru: <link="HPASOLIDRAILBRIDGETILE">Сверхпрочная накладка рельсов</link>

source: A mechanical valve capable of reducing the flow of mass from a Heavy-Duty rail to to a conveyor rail, to avoid dropping items.
fr: Une vanne mécanique capable de réduire le flux de masse d'un rail robuste vers un rail de convoyeur, pour éviter de faire tomber des objets.
ru: Механический клапан, способный уменьшить поток массы с сверхпрочного рельса на обычный рельс конвейера, чтобы избежать выпадения предметов.

source: Allows <link="ELEMENTSSOLID">Solid Materials</link> to be transfered from <link="HPASOLIDRAIL">Heavy-Duty Rails</link> to normal <link="SOLIDCONDUIT">Conveyor Rails</link>.
fr: Permet de transférer des <link="ELEMENTSSOLID">matériaux solides</link> depuis des <link="HPASOLIDRAIL">rails robustes</link> vers des <link="SOLIDCONDUIT">rails de convoyeur</link> normaux.
ru: Позволяет перемещать <link="ELEMENTSSOLID">твёрдые материалы</link> с <link="HPASOLIDRAIL">сверхпрочных рельсов</link> на обычные <link="SOLIDCONDUIT">конвейерные рельсы</link>.

source: <link="HPASOLIDRAILVALVE">Heavy-Duty Reduction Valve</link>
fr: <link="HPASOLIDRAILVALVE">Vanne de réduction robuste</link>
ru: <link="HPASOLIDRAILVALVE">Сверхпрочный редукционный клапан</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_TRANSFERARM.DESC
source: An auto-sweeper's range can be viewed at any time by clicking on the building.
fr: La portée d'un auto-balai peut être visualisée à tout moment en cliquant sur le bâtiment.
ru: Радиус действия автосборщика можно просмотреть в любой момент, щёлкнув по зданию.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPA_TRANSFERARM.NAME
source: <link="HPATRANSFERARM">Heavy-Duty Auto-Sweeper</link>
fr: <link="HPATRANSFERARM">Balayeuse automatique robuste</link>
ru: <link="HPATRANSFERARM">Сверхпрочный авторсборщик</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPAVENTGAS.DESC
source: A reinforced gas vent with a built in compression pump, capable of dispensing gases even in high pressure environments.
fr: Un évent de gaz renforcé avec une pompe de compression intégrée, capable de distribuer des gaz même dans des environnements à haute pression.
ru: Усиленный газоотводчик со встроенным компрессионным насосом, способный подавать газы даже в условиях высокого давления.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPAVENTGAS.NAME
source: <link="HPAVENTGAS">Compressor Gas Vent</link>
fr: <link="HPAVENTGAS">Purge de gaz du compresseur</link>
ru: <link="HPAVENTGAS">Газовый клапан с компрессором</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPAVENTLIQUID.DESC
source: A reinforced liquid vent with a built in compression pump, capable of dispensing liquids even in high pressure environments.
fr: Un évent de liquide renforcé avec une pompe de compression intégrée, capable de distribuer des liquides même dans des environnements à haute pression.
ru: Усиленный клапан для жидкости со встроенным компрессионным насосом, способный выливать жидкости даже в условиях высокого давления.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPAVENTLIQUID.NAME
source: <link="HPAVENTLIQUID">Compressor Liquid Vent</link>
fr: <link="HPAVENTLIQUID">Purge de liquide du compresseur</link>
ru: <link="HPAVENTLIQUID">Клапан для жидкости с компрессором</link>

source: Used to build the walls and floors of rooms. Reduces heat transfer between walls, retaining ambient heat in an area.
fr: Utilisé pour construire les murs et les sols des pièces. Il réduit le transfert de chaleur entre les murs et retient la chaleur ambiante.
ru: Используется для строительства стен и полов помещений. Уменьшает теплопередачу между стенами, сохраняя тепло в помещении.

source: A solid tile assembled in a range of materials and radiative pattern that reduce the heat transfer.
fr: Une tuile solide assemblée dans une gamme de matériaux et de motifs radiatifs qui réduisent le transfert de chaleur.
ru: Твёрдая клетка, собранная из различных материалов и имеющая форму излучения, которая уменьшает теплопередачу.

source: <link="INSULATIONCOMPOSITIONTILE">Insulation Composite Tile</link>
fr: <link="INSULATIONCOMPOSITIONTILE">Tuile composite isolante</link>
ru: <link="INSULATIONCOMPOSITIONTILE">Теплоизоляционная композитная клетка</link>

source: A small sized reservoir. This variant has bottom to top flow.
fr: Réservoir de petite taille. Cette variante s'écoule de bas en haut.
ru: Резервуар небольшого размера. В этом варианте поток газа направлен снизу вверх.

source: Stores any <link="ELEMENTSGAS">Gas</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSGAS">Gaz</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSGAS">газовые</link> ресурсы, закачанные с помощью труб.

source: <link="INVERTEDSMALLGASRESERVOIR">Small Gas Reservoir A</link>
fr: <link="INVERTEDSMALLGASRESERVOIR">Petit réservoir de gaz A</link>
ru: <link="INVERTEDSMALLGASRESERVOIR">Маленький газовый резервуар 1</link>

source: A small sized reservoir. This variant has bottom to top flow
fr: Un réservoir de petite taille. Cette variante s'écoule de bas en haut.
ru: Резервуар небольшого размера. В этом варианте поток воды направлен снизу вверх.

source: Stores any <link="ELEMENTSLIQUID">Liquid</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSLIQUID">Liquide</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSLIQUID">жидкие</link> ресурсы, закачанные с помощью труб.

source: <link="INVERTEDSMALLLIQUIDRESERVOIR">Small Liquid Reservoir A</link>
fr: <link="INVERTEDSMALLLIQUIDRESERVOIR">Petit réservoir de liquide A</link>
ru: <link="INVERTEDSMALLLIQUIDRESERVOIR">Маленький резервуар для жидкости 1</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LIGHTREACTOR.DESC
source: The advanced boiling water reactor (ABWR) uses non-pressurized coolant for steam production. Its comparative small size favors for a quicker heating of the coolant, however, it also increases the odds of a Meltdown in the absence of cooling. Releases Steam in the area directly below its central tile segment.
fr: Le réacteur à eau bouillante avancé (REBU) utilise un caloporteur non pressurisé pour la production de vapeur. Sa taille relativement compacte favorise un chauffage plus rapide du caloporteur, mais augmente également le risque de fusion en l'absence de refroidissement. Il libère de la vapeur directement sous son segment central.
ru: Усовершенствованный ядерный реактор использует для производства пара теплоноситель без давления. Сравнительно небольшой размер реактора способствует более быстрому нагреву теплоносителя, однако при отсутствии охлаждения увеличивается вероятность расплавления. Пар выбрасывается непосредственно под центральным сегментом клетки.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LIGHTREACTOR.EFFECT
source: Uses <link="ENRICHEDURANIUM">Enriched Uranium</link> to produce <link="STEAM">Steam</link> for electrical purpose.
fr: Utilise de l'<link="ENRICHEDURANIUM">uranium enrichi</link> pour produire de la <link="STEAM">vapeur</link> à des fins électriques.
ru: Использует <link="ENRICHEDURANIUM">обогащённый уран</link> для производства <link="STEAM">пара</link> для электрических целей.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LIGHTREACTOR.NAME
source: <link="LIGHTREACTOR">ABWR Reactor</link>
fr: <link="LIGHTREACTOR">Réacteur ABWR</link>
ru: <link="LIGHTREACTOR">Паровой ядерный реактор</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGICALERTLIGHT.DESC
source: A white colored alert light.
fr: Un voyant d'alerte de couleur blanche.
ru: Белый предупреждающий световой сигнал.

source: A led light that servers as alert. Produces no significant luminosity.
fr: Un voyant LED servant d'alerte. Il ne produit pas de luminosité significative.
ru: Светодиодный индикатор, служащий для оповещения. Не даёт значительного свечения.

source: A green colored alert light.
fr: Un voyant d'alerte de couleur verte.
ru: Зелёный предупреждающий световой сигнал.

source: <link="LOGICALERTLIGHTGREEN">Green Alert LED</link>
fr: <link="LOGICALERTLIGHTGREEN">LED d'alerte verte</link>
ru: <link="LOGICALERTLIGHTGREEN">Зелёный светодиод оповещения</link>

source: A red colored alert light.
fr: Un voyant d'alerte de couleur rouge.
ru: Красный предупреждающий световой сигнал.

source: <link="LOGICALERTLIGHTRED">Red Alert LED</link>
fr: <link="LOGICALERTLIGHTRED">LED d'alerte rouge</link>
ru: <link="LOGICALERTLIGHTRED">Красный светодиод оповещения</link>

source: A yellow colored alert light.
fr: Un voyant d'alerte de couleur jaune.
ru: Жёлтый предупреждающий световой сигнал.

source: <link="LOGICALERTLIGHTYELLOW">Yellow Alert LED</link>
fr: <link="LOGICALERTLIGHTYELLOW">LED d'alerte jaune</link>
ru: <link="LOGICALERTLIGHTYELLOW">Жёлтый светодиод оповещения</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGICALERTLIGHT.NAME
source: <link="LOGICALERTLIGHT">Alert LED</link>
fr: <link="LOGICALERTLIGHT">LED d'alerte</link>
ru: <link="LOGICALERTLIGHT">Светодиод оповещения</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICBRIDGE.DESC
source: Separating rail systems helps ensure materials go to the intended destinations.
fr: La séparation des systèmes ferroviaires permet de garantir que les matériaux parviennent aux destinations prévues.
ru: Разделение рельсовых систем помогает обеспечить доставку материалов в пункты назначения.

source: Runs one <link="SOLIDCONDUIT">Conveyor Rail</link> section over another without joining them. Can be run through wall and floor tile.
fr: Fait passer une section de <link="SOLIDCONDUIT">rail de convoyeur</link> sur une autre sans les joindre. Peut être utilisé à travers les carreaux de mur et de sol.
ru: Позволяет расположить участок <link="SOLIDCONDUIT">рельсов конвейера</link> над другим, не соединяя их. Может проходить через клетки стен и пола.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICBRIDGE.NAME
source: <link="LOGISTICBRIDGE">Logistic Solid Bridge</link>
fr: <link="LOGISTICBRIDGE">Pont logistique solide</link>
ru: <link="LOGISTICBRIDGE">Логистический мост</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICFILTER.DESC
source: All solids are sent into the building's output conveyor, except the solid chosen for filtering.
fr: Tous les solides sont envoyés dans le convoyeur de sortie du bâtiment, à l'exception du solide choisi pour le filtrage.
ru: Все трвёрдые вещества поступают на выходной рельс строения, кроме тех что предназначены для фильтрации.

source: Separates one <link="ELEMENTSSOLID">Solid Material</link> from the conveyor, sending it into a dedicated solid conduit.
fr: Sépare un <link="ELEMENTSSOLID">matériau solide</link> du convoyeur, l'envoyant dans un conduit solide dédié.
ru: Служит для забора конкретного <link="ELEMENTSSOLID">твёрдого материала</link> с конвейера и перенаправить его по указанному рельсу конвейера.
