Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDSULFURIC.DESC
source: (H<sub>2</sub>SO<sub>4</sub>) A mineral acid composed of the elements sulfur, oxygen and hydrogen. Presented in its liquid state, it is a very dangerous chemical for its corrosive nature.
fr: (H<sub>2</sub>SO<sub>4</sub>) Acide minéral composé des éléments soufre, oxygène et hydrogène. à€ l'état liquide, c'est un produit chimique très dangereux en raison de sa nature corrosive.
ru: (H<sub>2</sub>SO<sub>4</sub>) - минеральная кислота, состоящая из серы, кислорода и водорода. В жидком состоянии представляет собой очень опасное химическое вещество из-за своей коррозионной активности.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDSULFURIC.NAME
source: <link="LIQUIDSULFURIC">Sulfuric Acid</link>
fr: <link="LIQUIDSULFURIC">Acide sulfurique</link>
ru: <link="LIQUIDSULFURIC">Серная кислота</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDVEGEOIL.DESC
source: Liquid oil extracted from vegetable biomass, composed of triglycerides and monounsaturated fatty acids.
fr: Huile liquide extraite de biomasse végétale, composée de triglycérides et d'acides gras monoinsaturés.
ru: Жидкое масло, полученное из растительной биомассы, состоящее из триглицеридов и мононенасыщенных жирных кислот.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDVEGEOIL.NAME
source: <link="LIQUIDVEGEOIL">Vegetable Oil</link>
fr: <link="LIQUIDVEGEOIL">Huile végétale</link>
ru: <link="LIQUIDVEGEOIL">Растительное масло</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LOWGRADESAND.DESC
source: A sandy material composed mostly of low quality metallic grains, mixed with other finer mineral particles.
fr: Matériau sableux composé principalement de grains métalliques de faible qualité, mélangés à d'autres particules minérales plus fines.
ru: Песчаный материал, состоящий в основном из низкокачественных металлических зёрен, смешанных с другими более мелкими минеральными частицами.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LOWGRADESAND.NAME
source: <link="LOWGRADESAND">Low-Grade Metallic Sand</link>
fr: <link="LOWGRADESAND">Sable métallique de qualité inférieure</link>
ru: <link="LOWGRADESAND">Низкокачественный металлический песок</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.METEORORE.DESC
source: A dense stony mass formed when various types of dust and small grains in the early Solar System accreted to form primitive asteroids. Despite their stony nature, these collision remnants contain traces of rare metals.
fr: Une masse rocheuse dense s'est formée lorsque divers types de poussières et de petits grains du Système solaire primitif se sont accrétés pour former des astéroà¯des primitifs. Malgré leur nature rocheuse, ces vestiges de collision contiennent des traces de métaux rares.
ru: Плотная каменистая масса, образовавшаяся в результате аккреции различных видов пыли и мелких частиц в ранней Солнечной системе, в результате чего образовались примитивные астероиды. Несмотря на свою каменистую природу, эти остатки столкновений содержат следы редких металлов.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.METEORORE.NAME
source: <link="METEORORE">Meteor Ore</link>
fr: <link="METEORORE">Minerai de météore</link>
ru: <link="METEORORE">Метеоритная руда</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.MOLTENSILVER.DESC
source: (Ag) Silver is soft, white, lustrous transition metal, in its molten state.
fr: (Ag) L'argent est un métal de transition doux, blanc et brillant, à l'état fondu.
ru: (Ag) Серебро - мягкий, белый, блестящий переходный металл в расплавленном состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.MOLTENSILVER.NAME
source: <link="MOLTENSILVER">Molten Silver</link>
fr: <link="MOLTENSILVER">Argent en fusion</link>
ru: <link="MOLTENSILVER">Расплавленное серебро</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.MOLTENSLAG.DESC
source: Molten Slag is a by-product of smelting (pyrometallurgical) ores and used metals. Present in molten state, this waste materail needs to be cooled down to solid <link="SOLIDSLAG">Slag</link> before can be used.
fr: Le laitier fondu est un sous-produit de la fusion (pyrométallurgie) de minerais et de métaux usagés. à€ l'état fondu, ce déchet doit être refroidi jusqu'à obtenir un laitier solide avant d'être utilisé.
ru: Расплавленный шлак - побочный продукт пирометаллургической плавки руд и отработанных металлов. Находясь в расплавленном состоянии, этот отход необходимо охладить до состояния твёрдого <link="SOLIDSLAG">шлака</link> перед использованием.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.MOLTENSLAG.NAME
source: <link="MOLTENSLAG">Molten Slag</link>
fr: <link="MOLTENSLAG">Scories fondues</link>
ru: <link="MOLTENSLAG">Расплавленный шлак</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.MOLTENZINC.DESC
source: (Zn) Zinc is a bluish-white, lustrous, diamagnetic metal in its molten state.
fr: (Zn) Le zinc est un métal diamagnétique blanc bleuté et brillant à l'état fondu.
ru: (Zn) Цинк - голубовато-белый, блестящий, диамагнитный металл в расплавленном состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.MOLTENZINC.NAME
source: <link="MOLTENZINC">Molten Zinc</link>
fr: <link="MOLTENZINC">Zinc fondu</link>
ru: <link="MOLTENZINC">Расплавленный цинк</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.NITROGENGAS.DESC
source: (N<sub>2</sub>) Nitrogen is a nonmetal and the lightest member of group 15 of the periodic table.
fr: (N<sub>2</sub>) L'azote est un non-métal et le membre le plus léger du groupe 15 du tableau périodique.
ru: (N<sub>2</sub>) Азот - неметалл и самый лёгкий элемент 15-й группы периодической таблицы.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.NITROGENGAS.NAME
source: <link="NITROGENGAS">Nitrogen</link>
fr: <link="NITROGENGAS">Azote</link>
ru: <link="NITROGENGAS">Азот</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.PHOSPHORBRONZE.DESC
source: An alloy composed of <link="COPPER">Copper</link>, <link="LEAD">Lead</link> and <link="PHOSPHORUS">Phosphorus</link>. Among copper based alloys it is remarkable tough, and has a relative low thermal conductivity.
fr: Alliage composé de <link="COPPER">cuivre</link>, de <link="LEAD">plomb</link> et de <link="PHOSPHORUS">phosphore</link>. Parmi les alliages à base de cuivre, il est remarquablement résistant et présente une conductivité thermique relativement faible.
ru: Сплав, состоящий из <link="COPPER">меди</link>, <link="LEAD">свинца</link> и <link="PHOSPHORUS">фосфора</link>. Среди сплавов на основе меди он отличается исключительной прочностью и относительно низкой теплопроводностью.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.PHOSPHORBRONZE.NAME
source: <link="PHOSPHORBRONZE">Phosphor Bronze</link>
fr: <link="PHOSPHORBRONZE">Bronze phosphoreux</link>
ru: <link="PHOSPHORBRONZE">Фосфорная бронза</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.PLASTEEL.DESC
source: A composite of <link="POLYPROPYLENE">Plastic</link> stabilized fibers grown into a <link="STEEL">Steel</link> crystal structure. It is much more stronger and lighter than standard metals alloys, and has a very low thermal conductivity.
fr: Composite de fibres stabilisées par du <link="POLYPROPYLENE">plastique</link>, transformées en une structure cristalline d'<link="ACIER">acier</link>. Il est beaucoup plus résistant et léger que les alliages métalliques standard, et présente une très faible conductivité thermique.
ru: Композит из стабилизированных волокон <link="POLYPROPYLENE">пластика</link>, выращенных в кристаллической структуре <link="STEEL">стали</link>. Он значительно прочнее и легче стандартных металлических сплавов, а также обладает очень низкой теплопроводностью.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.PLASTEEL.NAME
source: <link="PLASTEEL">Plasteel</link>
ru: <link="PLASTEEL">Пластил</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.RAWNATURALGAS.DESC
source: A fossil gas consisting of gaseous hydrocarbons and other impurites. The majority of the gas mass is composed of <link="METHANE">Methane</link>, <link="PROPANE">Propane</link> and <link="SOURGAS">Sour Gas</link>.
fr: Gaz fossile composé d'hydrocarbures gazeux et d'autres impuretés. La majeure partie de la masse gazeuse est composée de <link="METHANE">méthane</link>, de <link="PROPANE">propane</link> et de <link="SOURGAS">gaz acide</link>.
ru: Ископаемый газ, состоящий из газообразных углеводородов и других примесей. Основную массу газа составляют <link="METHANE">метан</link>, <link="PROPANE">пропан</link> и <link="SOURGAS">серный газ</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.RAWNATURALGAS.NAME
source: <link="RAWNATURALGAS">Raw Natural Gas</link>
fr: <link="RAWNATURALGAS">Gaz naturel brut</link>
ru: <link="RAWNATURALGAS">Неочищенный природный газ</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SILVERGAS.DESC
source: (Ag) Silver is soft, white, lustrous transition metal, in its gaseous state.
fr: (Ag) L'argent est un métal de transition doux, blanc et brillant, à l'état gazeux.
ru: (Ag) Серебро - мягкий, белый, блестящий переходный металл в газообразном состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SILVERGAS.NAME
source: <link="SILVERGAS">Silver Gas</link>
fr: <link="SILVERGAS">Gaz d'argent</link>
ru: <link="SILVERGAS">Газообразное серебро</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDAMMONIA.DESC
source: (NH<sub>3</sub>) Ammonia is an inorganic compound of nitrogen and hydrogen, currently its its cold, solid state.
fr: (NH<sub>3</sub>) L'ammoniac est un composé inorganique d'azote et d'hydrogène, actuellement à l'état froid et solide.
ru: (NH<sub>3</sub>) Аммиак - неорганическое соединение азота и водорода, в настоящее время находящееся в холодном, твёрдом состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDAMMONIA.NAME
source: <link="SOLIDAMMONIA">Ammonia Snow</link>
fr: <link="SOLIDAMMONIA">Neige d'ammoniaque</link>
ru: <link="SOLIDAMMONIA">Аммиачный снег</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBIODIESEL.DESC
source: Biodiesel is a renewable biofuel from biological sources like vegetable oils. Frozen solid on its present form.
fr: Le biodiesel est un biocarburant renouvelable issu de sources biologiques comme les huiles végétales. Il est actuellement à l'état solide.
ru: Биодизель - это возобновляемое биотопливо из биологических источников, таких как растительные масла. В настоящее время оно находится в замороженном состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBIODIESEL.NAME
source: <link="SOLIDBIODIESEL">Frozen Renewable Diesel</link>
fr: <link="SOLIDBIODIESEL">Diesel renouvelable congelé</link>
ru: <link="SOLIDBIODIESEL">Замёрзший возобновляемый дизель</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBIOMASS.DESC
source: A dried, hard pressed clump of organic mass from vegetable origin. Has almost no moisture and can be used as burnable fuel or can be turned to dirt through composting.
fr: Amas de matière organique séchée et pressée, d'origine végétale. Presque sans humidité, il peut être utilisé comme combustible ou transformé en terre par compostage.
ru: Высушенный, плотно спрессованный комок органической массы растительного происхождения. Практически не содержит влаги и может использоваться в качестве горючего топлива или превращаться в грязь путём компостирования.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBIOMASS.NAME
source: <link="SOLIDBIOMASS">Compressed Biomass</link>
fr: <link="SOLIDBIOMASS">Biomasse comprimée</link>
ru: <link="SOLIDBIOMASS">Сжатая биомасса</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBORAX.DESC
source: Borax, also known as sodium borate, is an important boron compound, mainly used in the manufacture of <link="SOLIDFIBERGLASS">Fiberglass</link>, and as a flux in metallurgy.
fr: Le borax, également connu sous le nom de borate de sodium, est un composé de bore important, principalement utilisé dans la fabrication de <link="SOLIDFIBERGLASS">fibre de verre</link> et comme fondant en métallurgie.
ru: Бура, также известная как борат натрия, является важным соединением бора, используемым в основном при производстве <link="SOLIDFIBERGLASS">стекловолокна</link>, а также в качестве флюса в металлургии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBORAX.NAME
source: <link="SOLIDBORAX">Borax</link>
ru: <link="SOLIDBORAX">Бура</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBRASS.DESC
source: Brass is an alloy of <link="COPPER">Copper</link> and <link="SOLIDZINC">Zinc</link>, widely used to make utensils due to properties such as having a low melting point, high workability, durability, and electrical and thermal conductivity.
fr: Le laiton est un alliage de <link="COPPER">cuivre</link> et de <link="SOLIDZINC">zinc</link>, largement utilisé pour fabriquer des ustensiles en raison de propriétés telles qu'un point de fusion bas, une grande maniabilité, une durabilité et une conductivité électrique et thermique.
ru: Латунь - это сплав <link="COPPER">меди</link> и <link="SOLIDZINC">цинка</link>, широко используемый для изготовления посуды благодаря таким свойствам, как низкая температура плавления, высокая обрабатываемость, долговечность, а также электро- и теплопроводность.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDBRASS.NAME
source: <link="SOLIDBRASS">Brass</link>
fr: <link="SOLIDBRASS">Laiton</link>
ru: <link="SOLIDBRASS">Латунь</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDFIBERGLASS.DESC
source: Fiberglass is a thermoset polymer matrix made by a poltrusion of boronsilicate <link="GLASS">Glass</link> and <link="POLYPROPYLENE">Plastic</link>. Although the fiber is weak in compression, this composite material has moderate insulating properties, and can be easily used in many different applications due to its relative flexibility.
fr: La fibre de verre est une matrice polymère thermodurcissable obtenue par extrusion de <link="GLASS">verre</link> et de <link="POLYPROPYLENE">plastique</link>. Bien que la fibre soit faible en compression, ce matériau composite présente des propriétés isolantes modérées et peut être facilement utilisé dans de nombreuses applications grâce à sa relative flexibilité.
ru: Стекловолокно - это термореактивная полимерная матрица, полученная методом полтрузии боросиликатного <link="GLASS">стекла</link> и <link="POLYPROPYLENE">пластика</link>. Несмотря на непрочность волокна при сжатии, этот композитный материал обладает умеренными изоляционными свойствами и может легко использоваться во многих различных областях благодаря своей относительной гибкости.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDFIBERGLASS.NAME
source: <link="SOLIDFIBERGLASS">Fiberglass</link>
fr: <link="SOLIDFIBERGLASS">Fibre de verre</link>
ru: <link="SOLIDFIBERGLASS">Стекловолокно</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDNITROGEN.DESC
source: (N<sub>2</sub>) Nitrogen is a nonmetal and the lightest member of group 15 of the periodic table, currently its its cold, solid state.
fr: (N<sub>2</sub>) L'azote est un non-métal et le membre le plus léger du groupe 15 du tableau périodique, actuellement à l'état froid et solide.
ru: (N<sub>2</sub>) Азот - неметалл и самый легкий элемент 15-й группы периодической таблицы, в настоящее время он находится в холодном, твёрдом состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDNITROGEN.NAME
source: <link="SOLIDNITROGEN">Solid Nitrogen</link>
fr: <link="SOLIDNITROGEN">Azote solide</link>
ru: <link="SOLIDNITROGEN">Твёрдый азот</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDOILSHALE.DESC
source: Oil shale is an organic-rich fine-grained sedimentary rock containing heavy crude oil, sulfur compounds and heavy metals.
fr: Le schiste bitumineux est une roche sédimentaire à grains fins, riche en matières organiques, contenant du pétrole brut lourd, des composés soufrés et des métaux lourds.
ru: Горючий сланец - это богатая органикой мелкозернистая осадочная порода, содержащая тяжёлую сырую нефть, соединения серы и тяжёлые металлы.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDOILSHALE.NAME
source: <link="SOLIDOILSHALE">Oil Shale</link>
fr: <link="SOLIDOILSHALE">Schiste bitumineux</link>
ru: <link="SOLIDOILSHALE">Горючий сланец</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDSILVER.DESC
source: (Ag) Silver is soft, white, lustrous transition metal, that exhibits a high electrical and thermal conductivity.
fr: (Ag) L'argent est un métal de transition doux, blanc et brillant, qui présente une conductivité électrique et thermique élevée.
ru: (Ag) Серебро - мягкий, белый, блестящий переходный металл, обладающий высокой электро- и теплопроводностью.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDSILVER.NAME
source: <link="SOLIDSILVER">Silver</link>
fr: <link="SOLIDSILVER">Argent</link>
ru: <link="SOLIDSILVER">Серебро</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDSLAG.DESC
source: Slag is a by-product of smelting (pyrometallurgical) ores and used metals. Despite being a waste product, it has many applications, such as aggregate in <link="CONCRETEBLOCK">Concrete Blocks</link>.
fr: Le laitier est un sous-produit de la fusion (pyrométallurgie) de minerais et de métaux usagés. Bien qu'il s'agisse d'un déchet, il a de nombreuses applications, notamment comme granulat dans les <link="CONCRETEBLOCK">blocs de béton</link>.
ru: Шлак - побочный продукт пирометаллургической плавки руд и использования металлов. Несмотря на то, что он является отходом, он находит широкое применение, например, в качестве заполнителя в <link="CONCRETEBLOCK">бетонных блоках</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDSLAG.NAME
source: <link="SOLIDSLAG">Slag</link>
fr: <link="SOLIDSLAG">Scories</link>
ru: <link="SOLIDSLAG">Шлак</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDVEGEOIL.DESC
source: Frozen solid oil extracted from vegetable biomass, composed of triglycerides and monounsaturated fatty acids.
fr: Huile solide congelée extraite de biomasse végétale, composée de triglycérides et d'acides gras monoinsaturés.
ru: Замёрзшее масло, полученное из растительной биомассы, состоящее из триглицеридов и мононенасыщенных жирных кислот.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDVEGEOIL.NAME
source: <link="SOLIDVEGEOIL">Frozen Vegetable Oil</link>
fr: <link="SOLIDVEGEOIL">Huile végétale congelée</link>
ru: <link="SOLIDVEGEOIL">Замёрзшее растительное масло</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDZINC.DESC
source: (Zn) Zinc is a bluish-white, lustrous, diamagnetic metal, slightly brittle metal.
fr: (Zn) Le zinc est un métal blanc bleuté, brillant, diamagnétique et légèrement cassant.
ru: (Zn) Цинк - голубовато-белый, блестящий, диамагнитный, слегка хрупкий металл.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOLIDZINC.NAME
source: <link="SOLIDZINC">Zinc</link>
ru: <link="SOLIDZINC">Цинк</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOURWATER.DESC
source: An aqueous solution of Hydrogen Sulfide (H<sub>2</sub>S>) and Ammonia (NH<sub>3</sub>). May occur naturally from aquifers exposed to hydrogen sulfide sources, but it is more common as a wastewater from industrial processes.
fr: Solution aqueuse de sulfure d'hydrogène (H<sub>2</sub>S>) et d'ammoniac (NH<sub>3</sub>). Peut être présent naturellement dans les aquifères exposés à des sources de sulfure d'hydrogène, mais il est plus courant comme eau usée issue de procédés industriels.
ru: Водный раствор сероводорода (H<sub>2</sub>S>) и аммиака (NH<sub>3</sub>). Может встречаться в природе в водоносных горизонтах, подверженных воздействию источников сероводорода, но чаще встречается в виде сточных вод промышленных процессов.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SOURWATER.NAME
source: <link="SOURWATER">Sour Water</link>
fr: <link="SOURWATER">Eau acide</link>
ru: <link="SOURWATER">Серная вода</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SULFURICGAS.DESC
source: (H<sub>2</sub>SO<sub>4</sub>) An acidic gas composed of the elements sulfur, oxygen and hydrogen. Presented in its gaseous state, it is a very dangerous chemical for its corrosive nature.
fr: (H<sub>2</sub>SO<sub>4</sub>) Gaz acide composé de soufre, d'oxygène et d'hydrogène. à€ l'état gazeux, c'est un produit chimique très dangereux en raison de sa nature corrosive.
ru: (H<sub>2</sub>SO<sub>4</sub>) Кислотный газ, состоящий из серы, кислорода и водорода. В газообразном состоянии он представляет собой очень опасное химическое вещество из-за своей коррозионной активности.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.SULFURICGAS.NAME
source: <link="SULFURICGAS">Sulfuric Gas</link>
fr: <link="SULFURICGAS">Gaz sulfurique</link>
ru: <link="SULFURICGAS">Сернистый газ</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.TOXICCLAY.DESC
source: A sick looking, brittle clay produced as waste product from industrial operations, composed of many different chemical substances.
fr: Une argile cassante et d'aspect malade, produite comme déchet d'opérations industrielles, composée de nombreuses substances chimiques différentes.
ru: Нездоровая на вид, хрупкая глина, являющаяся отходом промышленного производства и состоящая из множества различных химических веществ.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.TOXICCLAY.NAME
source: <link="TOXICCLAY">Toxic Clay</link>
fr: <link="TOXICCLAY">Argile toxique</link>
ru: <link="TOXICCLAY">Токсичная глина</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.TOXICGAS.DESC
source: A heavy, foul smelling gas produced as waste product from industrial operations, composed of many different chemical substances.
fr: Un gaz lourd et nauséabond produit comme déchet d'opérations industrielles, composé de nombreuses substances chimiques différentes.
ru: Тяжёлый, неприятно пахнущий газ, являющийся отходом промышленной деятельности и состоящий из множества различных химических веществ.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.TOXICGAS.NAME
source: <link="TOXICGAS">Toxic Gas</link>
fr: <link="TOXICGAS">Gaz toxique</link>
ru: <link="TOXICGAS">Токсичный газ</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.TOXICSLURRY.DESC
source: A thick, toxic slurry produced as waste product from industrial operations, composed of many different chemical substances.
fr: Une boue épaisse et toxique produite comme déchet d'opérations industrielles, composée de nombreuses substances chimiques différentes.
ru: Густая токсичная жижа, образующаяся в результате промышленной деятельности и состоящая из множества различных химических веществ.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.TOXICSLURRY.NAME
source: <link="TOXICSLURRY">Toxic Slurry</link>
fr: <link="TOXICSLURRY">Boue toxique</link>
ru: <link="TOXICSLURRY">Токсичный жижа</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.VEGEOILGAS.DESC
source: Gaseous oil extracted from vegetable biomass, composed of triglycerides and monounsaturated fatty acids.
fr: Huile gazeuse extraite de biomasse végétale, composée de triglycérides et d'acides gras monoinsaturés.
ru: Газообразное масло, полученное из растительной биомассы, состоящее из триглицеридов и мононенасыщенных жирных кислот.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.VEGEOILGAS.NAME
source: <link="VEGEOILGAS">Oily Gas</link>
fr: <link="VEGEOILGAS">Gaz de pétrole</link>
ru: <link="VEGEOILGAS">Маслянистый газ</link>
