Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.ADDEDBYSGT_IMALAS
source: (Re-)Added by Sgt_Imalas
ru: (Повторно) добавил Sgt_Imalas

source: Chemical Processing - Biochemistry
fr: Traitement chimique - Biochimie
ru: Химическая переработка – Биохимия

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.CHEMICALPROCESSING_IO
source: Chemical Processing - Industrial Overhaul
fr: Traitement chimique - Rénovation industrielle
ru: Химическая переработка – Модернизация промышленности

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.CUSTOMGENERATORS
source: Custom Generators
fr: Générateurs personnalisés
ru: Генераторы

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.CUSTOMRESERVOIRS
source: Custom Reservoirs
fr: Réservoirs personnalisés
ru: Резервуары

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.DUPESENGINEERING
source: Dupes Engineering
ru: Инженерия

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.DUPESLOGISTICS
source: Dupes Logistics
ru: Логистика

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.DUPESMACHINERY
source: Dupes Machinery
ru: Машины

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.DUPESREFRIGERATION
source: Dupes Refrigeration
ru: Охлаждение

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.HIGHPRESSUREAPPLICATIONS
source: High Pressure Applications
fr: Applications haute pression
ru: Оборудование высокого давления

source: Mineral Processing - Metallurgy
fr: Traitement des minéraux - Métallurgie
ru: Переработка полезных ископаемых - Металлургия

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.MINERALPROCESSING_MINING
source: Mineral Processing - Mining
fr: Traitement des minéraux - Exploitation minière
ru: Переработка полезных ископаемых - Добыча

# RonivansLegacy_ChemicalProcessing.STRINGS.AIO_MODSOURCE.NUCLEARPROCESSING
source: Nuclear Processing
fr: Traitement nucléaire
ru: Ядерная переработка

source: Maximum Item Weight {0}
ru: Максимальный вес предмета {0}

source: This conveyor rail can transport items up to {0}.
fr: Ce rail de transport peut transporter des articles jusqu'à {0}.
ru: Этот конвейерный рельс может транспортировать предметы весом до {0}.

source: Maximum Pipe Capacity: {0}
fr: Capacité maximale des tuyaux : {0}
ru: Максимальная пропускная способность трубы: {0}

source: This pipe can transport up to {0} per second.
fr: Ce tuyau peut transporter jusqu'à {0} par seconde.
ru: Эта труба может транспортировать до {0} в секунду.

source: Growth Efficiency {0}
ru: Эффективность роста {0}

source: The algae growth in this building is currently at {0} efficiency. This is dependent on the light the building receives. Requires at minimum {1}.
fr: La croissance des algues dans ce bâtiment est actuellement à une efficacité de {0}. Cela dépend de la lumière que reà§oit le bâtiment. Nécessite au minimum {1}.
ru: Эффективность роста водорослей в этом здании: {0}. Зависит от освещённости здания. Требуется как минимум {1}.

source: Storage Full: {0}
fr: Stockage complet : {0}
ru: Хранилище заполнено: {0}

source: The building's internal storage for {0} is at maximum capacity.
fr: Le stockage interne du bâtiment pour {0} est à sa capacité maximale.
ru: Хранилище этого строения для {0} полностью заполнено.

source: Pipe Overpressurized!
fr: Tuyau surpressurisé !
ru: В трубе избыточное давление!

source: This pipe tried to take in too high pressure! The incoming package was {0} kg, but it could only contain {1} kg!
fr: Ce tuyau a essayé de prendre une pression trop élevée ! Le colis entrant pesait {0} kg, mais il ne pouvait contenir que {1} kg !
ru: Эта труба попыталась выдержать слишком высокое давление! Входящее давление {0} кг, допустимое давление {1} кг!

source: No High Pressure Gas Intake
fr: Pas d'admission de gaz à haute pression
ru: Труба высокого давления не подключена

source: This building's <style="KKeyword">High Pressure Gas Intake</style> does not have a <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Conduit</link> connected
fr: La <style="KKeyword">prise de gaz haute pression</style> de ce bâtiment n'est pas connectée à un <link="HIGHPRESSUREGASCONDUIT">conduit de gaz haute pression</link>
ru: <style="KKeyword">Вход газа высокого давления</style> этого здания не имеет подключённого <link="HIGHPRESSUREGASCONDUIT">газопровода высокого давления</link>

source: No High Pressure Gas Output
fr: Pas de sortie de gaz à haute pression
ru: Труба высокого давления не подключена

source: This building's <style="KKeyword">High Pressure Gas Output</style> does not have a <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Conduit</link> connected
fr: La <style="KKeyword">sortie de gaz haute pression</style> de ce bâtiment n'est pas connectée à un <link="HIGHPRESSUREGASCONDUIT">conduit de gaz haute pression</link>
ru: <style="KKeyword">Выход газа высокого давления</style> этого здания не имеет подключённого <link="HIGHPRESSUREGASCONDUIT">газопровода высокого давления</link>

source: No High Pressure Liquid Intake
fr: Pas d'admission de liquide à haute pression
ru: Труба высокого давления не подключена

source: This building's <style="KKeyword">High Pressure Liquid Intake</style> does not have a <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link> connected
fr: La <style="KKeyword">prise de liquide haute pression</style> de ce bâtiment n'est pas connectée à un <link="HIGHPRESSURELIQUIDCONDUIT">tuyau de liquide haute pression</link>
ru: <style="KKeyword">Вход жидкости высокого давления</style> этого здания не имеет подключённого <link="HIGHPRESSURELIQUIDCONDUIT">трубопровода жидкости высокого давления</link>

source: No High Pressure Liquid Output
fr: Pas de sortie de liquide à haute pression
ru: Труба высокого давления не подключена

source: This building's <style="KKeyword">High Pressure Liquid Output</style> does not have a <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link> connected
fr: La <style="KKeyword">sortie de liquide haute pression</style> de ce bâtiment n'a pas de <link="HIGHPRESSURELIQUIDCONDUIT">tuyau de liquide haute pression</link> connecté
ru: <style="KKeyword">Выход жидкости высокого давления</style> этого здания не имеет подключённого <link="HIGHPRESSURELIQUIDCONDUIT">трубопровода жидкости высокого давления</link>

source: No Heavy-Duty Rail Intake
fr: Pas d'entrée de rail robuste
ru: Сверхпрочный рельс не подключен

source: This building's <style="KKeyword">Heavy-Duty Solid Intake</style> does not have a <link="HPASOLIDRAIL">Heavy-Duty Rail</link> connected
ru: <style="KKeyword">Сверхпрочный ввод твёрдого вещества</style> этого здания не имеет подключённого <link="HPASOLIDRAIL">сверхпрочного рельса</link>

source: No Heavy-Duty Rail Output
fr: Pas de sortie de rail robuste
ru: Сверхпрочный рельс не подключен

source: This building's <style="KKeyword">Heavy-Duty Solid Output</style> does not have a <link="HPASOLIDRAIL">Heavy-Duty Rail</link> connected
fr: Le <style="KKeyword">système de sortie solide robuste</style> de ce bâtiment n'est pas équipé d'un <link="HPASOLIDRAIL">rail robuste</link> connecté
ru: <style="KKeyword">Сверхпрочный выход твёрдого вещества</style> этого здания не имеет подключённого <link="HPASOLIDRAIL">сверхпрочного рельса</link>

source: Throughput Exceeded!
fr: Débit dépassé !
ru: Пропускная способность превышена!

source: This building cannot handle the gas pressure of the connected pipes!
fr: Ce bâtiment ne peut pas supporter la pression du gaz des tuyaux connectés !
ru: Это здание не выдержит давления газа в подключённых трубах!

source: Throughput Exceeded!
fr: Débit dépassé !
ru: Пропускная способность превышена!

source: This building cannot handle the liquid pressure of the connected pipes!
fr: Ce bâtiment ne peut pas supporter la pression du liquide des tuyaux connectés !
ru: Это здание не выдержит давления жидкости в подключённых трубах!

source: Mass Throughput Exceeded!
fr: Débit de masse dépassé !
ru: Пропускная способность превышена!

source: This building cannot handle the solid mass throughput of the connected rails!
fr: Ce bâtiment ne peut pas gérer le débit de masse solide des rails connectés !
ru: Это здание не справляется с большой пропускной способностью подключённых рельсов!

source: Rail Capacity Exceeded!
fr: Capacité ferroviaire dépassée !
ru: Пропускная способность рельса превышена!

source: This conveyor rail failed at transporting a debris chunk that was too heavy for it The incoming item was {0} kg, but it could only hold {1} kg of that. Excess mass was dropped
ru: Этот конвейерный рельс не смог переместить слишком тяжёлый для него кусок ресурса. Вес поступившего предмета составлял {0} кг, но он мог вместить только {1} кг. Избыточная масса была сброшена

source: No Logistic Rail Intake
fr: Pas de prise en charge ferroviaire logistique
ru: Логистический рельс не подключен

source: This building's <style="KKeyword">Logistic Solid Intake</style> does not have a <link="LOGISTICRAIL">Logistic Rail</link> connected
fr: L'<style="KKeyword">Admission logistique solide</style> de ce bâtiment n'est pas connecté à un <link="LOGISTICRAIL">Rail logistique</link>
ru: <style="KKeyword">Логистический ввод твёрдого вещества</style> этого здания не имеет подключённого <link="HPASOLIDRAIL">логистического рельса</link>

source: No Logistic Rail Output
fr: Pas de production ferroviaire logistique
ru: Логистический рельс не подключен

source: This building's <style="KKeyword">Logistic Solid Output</style> does not have a <link="LOGISTICRAIL">Logistic Rail</link> connected
fr: La <style="KKeyword">production logistique solide</style> de ce bâtiment n'est pas connectée à un <link="LOGISTICRAIL">rail logistique</link>
ru: <style="KKeyword">Логистический выход твёрдого вещества</style> этого здания не имеет подключённого <link="HPASOLIDRAIL">логистического рельса</link>

source: Thermal capacitor overloaded!
ru: Тепловой конденсатор перегружен!

source: Insufficient cooling has overloaded the buildings internal heat capacitor. It needs to be fully cooled down before the building can be operational again.
ru: Недостаточное охлаждение привело к перегрузке внутреннего теплового конденсатора здания. Перед тем как здание снова можно будет эксплуатировать, его необходимо полностью охладить.

source: Thermal capacitor level: {0}
ru: Уровень теплового конденсатора: {0}

source: This buildings internal heat capacitor stores heat energy to transfer it to the piped in coolant. Capillary structures will prevent coolant from boiling at the cost of reduced heat transfer. If the capacitor fills up completely, the building will be rendered inoperational until its fully cooled down again.
ru: Внутренний тепловой конденсатор этого здания запасает тепловую энергию для передачи её подаваемому по трубопроводу теплоносителю. Капиллярные структуры предотвратят кипение охлаждающей жидкости за счёт снижения теплопередачи. Если конденсатор полностью перегреется, то здание будет выведено из эксплуатации до полного остывания.

source: A pretty dry wall made with fine bricks.
fr: Un joli mur sec réalisé avec de belles briques.
ru: Красивая гипсокартонная стена, отделанная красивым кирпичом.

source: <link="BRICKWALL">Brick Wall</link>
fr: <link="BRICKWALL">Mur de briques</link>
ru: <link="BRICKWALL">Кирпичная стена</link>

source: A dry wall covered with a pretty wooden panel.
fr: Un mur sec recouvert d'un joli panneau de bois.
ru: Гипсокартон, покрытый красивой деревянной панелью.

source: <link="WOODENDRYWALL">Wooden Panel Wall</link>
fr: <link="WOODENDRYWALL">Mur en panneaux de bois</link>
ru: <link="WOODENDRYWALL">Стена из деревянных панелей</link>

source: A dry wall covered with a pretty wooden panel in Parquet design.
fr: Un mur sec recouvert d'un joli panneau de bois en parquet.
ru: Гипсокартон, покрытый красивой деревянной панелью в дизайне «Паркет».

source: <link="WOODENDRYWALLB">Parquet Drywall</link>
fr: <link="WOODENDRYWALLB">Parquet en plaques de plâtre</link>
ru: <link="WOODENDRYWALLB">Паркет</link>

source: A distillation plant that uses induction to produce Petroleum from Crude Oil
fr: Une usine de distillation qui utilise l'induction pour produire du pétrole à partir de pétrole brut
ru: Дистилляционная установка, использующая индукцию для получения нефти из сырой нефти.

source: <link="PETROLEUMDISTILLERY">Petroleum Distillery</link>
fr: <link="PETROLEUMDISTILLERY">Distillerie de pétrole</link>
ru: <link="PETROLEUMDISTILLERY">Нефтяной дистиллятор</link>

source: A pretty ladder made of wood.
fr: Une jolie échelle en bois.
ru: Красивая лестница из дерева.

source: Wooden Ladder
fr: Échelle en bois
ru: Деревянная лестница

source: A high-tech light door
fr: Une porte lumineuse de haute technologie
ru: Высокотехнологичная лёгкая дверь

source: A light-weight door with intricate designs that suggests it belongs to a industrial facility.
fr: Une porte légère aux motifs complexes qui suggère qu'elle appartient à une installation industrielle.
ru: Лёгкая дверь со сложным узором, которая наводит на мысль о принадлежности к промышленному объекту.

source: A high-tech light door with red tint.
fr: Une porte lumineuse high-tech avec teinte rouge.
ru: Высокотехнологичная лёгкая дверь с красным оттенком.

source: <link="FACILITYDOORRED">Red Facility Door</link>
fr: <link="FACILITYDOORRED">Porte rouge de l'établissement</link>
ru: <link="FACILITYDOORRED">Красная дверь</link>

source: A high-tech light door with white tint.
fr: Une porte lumineuse high-tech teintée de blanc.
ru: Высокотехнологичная лёгкая дверь с белым оттенком.

source: <link="FACILITYDOORWHITE">White Facility Door</link>
fr: <link="FACILITYDOORWHITE">Porte d'établissement blanche</link>
ru: <link="FACILITYDOORWHITE">Белая дверь</link>

source: A high-tech light door with yellow tint.
fr: Une porte lumineuse high-tech avec une teinte jaune.
ru: Высокотехнологичная лёгкая дверь с жёлтым оттенком.

source: <link="FACILITYDOORYELLOW">Yellow Facility Door</link>
fr: <link="FACILITYDOORYELLOW">Porte jaune de l'établissement</link>
ru: <link="FACILITYDOORYELLOW">Жёлтая дверь</link>

source: <link="AIOFACILITYDOOR">Facility Door</link>
fr: <link="AIOFACILITYDOOR">Porte de l'établissement</link>
ru: <link="AIOFACILITYDOOR">Дверь</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_FRIDGELARGE.DESC
source: A quality fridge commonly seen in the old world days. Still, this vintage building does the same job as a modern variant, which is the preservation of food.
fr: Un réfrigérateur de qualité, courant dans l'ancien temps. Pourtant, ce modèle vintage remplit la même fonction qu'une version moderne : la conservation des aliments.
ru: Качественный холодильник, который часто можно было увидеть в старые времена. Тем не менее, это старинное сооружение выполняет ту же функцию, что и современный вариант, то есть служит для хранения продуктов.

source: The sealed storage of this fridge keeps food very cold, but not in sterile atmospheric conditions.
fr: Le stockage hermétique de ce réfrigérateur permet de conserver les aliments très froids, mais pas dans des conditions atmosphériques stériles.
ru: Герметичное хранилище этого холодильника сохраняет продукты очень холодными, но не в стерильных атмосферных условиях.

source: A blue variant of the Household Fridge
fr: Une variante bleue du réfrigérateur domestique
ru: Синий вариант бытового холодильника.

source: <link="FRIDGELARGEBLUE">Blue Household Fridge</link>
fr: <link="FRIDGELARGEBLUE">Réfrigérateur domestique bleu</link>
ru: <link="FRIDGELARGEBLUE">Синий бытовой холодильник</link>

source: A red variant of the Household Fridge
fr: Une variante rouge du réfrigérateur domestique
ru: Красный вариант бытового холодильника.

source: <link="FRIDGELARGERED">Red Household Fridge</link>
fr: <link="FRIDGELARGERED">Réfrigérateur domestique rouge</link>
ru: <link="FRIDGELARGERED">Красный бытовой холодильник</link>

source: A variant of the Household Fridge that has been plastered with a large variety of stickers
fr: Une variante du réfrigérateur domestique qui a été recouvert d'une grande variété d'autocollants
ru: Вариант бытового холодильника, обклеенный большим количеством разнообразных наклеек.

source: <link="FRIDGELARGESTICKERS">Stickered Household Fridge</link>
fr: <link="FRIDGELARGESTICKERS">Autocollant pour réfrigérateur domestique</link>
ru: <link="FRIDGELARGESTICKERS">Холодильник с наклейками</link>

source: A yellow variant of the Household Fridge
fr: Une variante jaune du réfrigérateur domestique
ru: Жёлтый вариант бытового холодильника.

source: <link="FRIDGELARGEYELLOW">Yellow Household Fridge</link>
fr: <link="FRIDGELARGEYELLOW">Réfrigérateur domestique jaune</link>
ru: <link="FRIDGELARGEYELLOW">Жёлтый бытовой холодильник</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_FRIDGELARGE.NAME
source: <link="AIOFRIDGELARGE">Household Fridge</link>
fr: <link="AIOFRIDGELARGE">Réfrigérateur domestique</link>
ru: <link="AIOFRIDGELARGE">Бытовой холодильник</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_METALLADDER.DESC
source: A sturdy and durable ladder wrought from refined metals.
fr: Une échelle robuste et durable fabriquée à partir de métaux raffinés.
ru: Прочная и долговечная лестница, изготовленная из обработанных металлов.

source: Increases Duplicant climbing speed.
fr: Augmente la vitesse d'escalade des duplicants.
ru: Увеличивает скорость подъёма дубликантов.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_METALLADDER.NAME
source: <link="AIOMETALLADDER">Metal Ladder</link>
fr: <link="AIOMETALLADDER">Échelle en métal </link>
ru: <link="AIOMETALLADDER">Металлическая лестница</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_MOSAICTILE.DESC
source: A fine tile made from glazed stones.
fr: Un beau carreau fabriqué à partir de pierres émaillées.
ru: Изысканная плитка из глазурованных камней.

source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
fr: Utilisé comme carrelage de sol et de mur pour construire des pièces. Augmente considérablement la vitesse d'exécution de Duplicant.
ru: Используется в качестве напольной и настенной плитки для строительства помещений. Значительно увеличивает скорость бега дубликанта.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_MOSAICTILE.NAME
source: <link="AIOMOSAICTILE">Mosaic Tile</link>
fr: <link="AIOMOSAICTILE">Carrelage mosaïque</link>
ru: <link="AIOMOSAICTILE">Мозаичная плитка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.ALGAEVAT.DESC
source: An advanced biological vat that grows algae. Due to the controlled atmospheric condition, this algae formation produces oxygen more efficiently than the standard terrarium. This unit also uses advanced filter to extract Carbon Dioxide from its surroundings, albeit its not necessary for it to function.
fr: Un bac biologique avancé pour la culture d'algues. Grâce à des conditions atmosphériques contrôlées, cette formation d'algues produit de l'oxygène plus efficacement qu'un terrarium standard. Cet appareil utilise également un filtre avancé pour extraire le dioxyde de carbone de son environnement, bien que cela ne soit pas indispensable à son fonctionnement.
ru: Усовершенствованный биологический чан для выращивания водорослей. Благодаря контролируемым атмосферным условиям этот водорослевый резервуар производит кислород эффективнее, чем стандартный террариум. В этом устройстве также используется усовершенствованный фильтр для удаления углекислого газа из окружающей среды, хотя это и не является необходимым условием его работы.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.ALGAEVAT.EFFECT
source: Algae patch needs <link="WATER">Water</link> to grow, producing a fair amount of clean <link="OXYGEN">Oxygen</link> as result of its biological functions. Excess water is expelled in the form of <link="DIRTYWATER">Polluted Water</link>.
fr: Les algues ont besoin d'eau pour se développer et produisent une quantité importante d'oxygène propre grâce à leurs fonctions biologiques. L'excès d'eau est évacué sous forme d'eau polluée.
ru: Для роста водорослей необходима <link="WATER">вода</link>, которая в результате его биологических функций вырабатывает достаточное количество чистого <link="OXYGEN">кислорода</link>. Избыток воды выводится в виде <link="DIRTYWATER">загрязнённой воды</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.ALGAEVAT.NAME
source: <link="ALGAEVAT">Algae Vat</link>
fr: <link="ALGAEVAT">Cuve à algues</link>
ru: <link="ALGAEVAT">Чан с водорослями</link>

source: A wide, automated biological tank design to grow organic masses of algae.
fr: Une conception de réservoir biologique large et automatisée pour cultiver des masses organiques d'algues.
ru: Широкая автоматизированная биологическая ёмкость для выращивания органических масс водорослей.

source: Grows <link="ALGAE">Algae</link> using a constant supply of <link="LIQUIDVEGEOIL">Vegetable Oil</link> that serves as serves as nourishment for the photosynthetic organisms within. Requires <link="LIGHT">Light</link> and a strict control of <link="HEAT">Temperature</link> as to provide proper environment for the production.
fr: Cultive des <link="ALGAE">algues</link> en utilisant un apport constant d'<link="LIQUIDVEGEOIL">huile végétale</link> qui sert de nourriture aux organismes photosynthétiques à l'intérieur. Nécessite de la <link="LIGHT">lumière</link> et un contrôle strict de la <link="HEAT">température</link> afin de fournir un environnement approprié à la production.
ru: Выращивает <link="ALGAE">водоросли</link>, постоянно подавая <link="LIQUIDVEGEOIL">растительное масло</link>, которое служит питанием для фотосинтезирующих организмов. Требует <link="LIGHT">света</link> и строгого контроля <link="HEAT">температуры</link> для обеспечения подходящих условий для роста.

source: <link="BIOCHEMISTRYALGAEGROWINGBASIN">Algae Growing Basin</link>
fr: <link="BIOCHEMISTRYALGAEGROWINGBASIN">Bassin de culture d'algues</link>
ru: <link="BIOCHEMISTRYALGAEGROWINGBASIN">Бассейн для выращивания водорослей</link>

source: Anaerobic digestion is processes by which microorganisms break down biodegradable organic materials in the absence of oxygen.
fr: La digestion anaérobie est un processus par lequel les micro-organismes décomposent les matières organiques biodégradables en l'absence d'oxygène.
ru: Анаэробное сбраживание - это процесс, посредством которого микроорганизмы расщепляют биоразлагаемые органические материалы в отсутствие кислорода.

source: Breaks down most basic <link="FOOD">Food</link> stored within to <link="METHANE">Natural Gas</link> The amount produced depends of the ingredient choosen.
fr: Décompose la plupart des <link="FOOD">aliments</link> de base stockés en <link="METHANE">gaz naturel</link> La quantité produite dépend de l'ingrédient choisi.
ru: Разлагает большинство основных <link="FOOD">продуктов</link>, хранящихся внутри, до <link="METHANE">природного газа</link> Объём получаемого продукта зависит от выбранного ингредиента.

source: <link="BIOCHEMISTRYANAEROBICDIGESTER">Anaerobic Digester</link>
fr: <link="BIOCHEMISTRYANAEROBICDIGESTER">Digesteur anaérobique</link>
ru: <link="BIOCHEMISTRYANAEROBICDIGESTER">Анаэробный реактор</link>

source: An advanced power generator that uses biofuel. Has a built-in scrubber system that allows it to produce no gaseous exhaust.
fr: Un générateur d'énergie avancé utilisant du biocarburant. Il est doté d'un système d'épuration intégré qui lui permet de ne produire aucun gaz d'échappement.
ru: Современный электрогенератор, работающий на биотопливе. Оснащён встроенной системой очистки, которая исключает выбросы газов.
