Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.ZINCGAS.DESC
source: (Zn) Zinc is a bluish-white, lustrous, diamagnetic metal in its gaseous state.
fr: (Zn) Le zinc est un métal diamagnétique blanc bleuté et brillant à l'état gazeux.
ru: (Zn) Цинк - голубовато-белый, блестящий, диамагнитный металл в газообразном состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.ZINCGAS.NAME
source: <link="ZINCGAS">Zinc Gas</link>
fr: <link="ZINCGAS">Gaz de zinc</link>
ru: <link="ZINCGAS">Газообразный цинк</link>

source: A set of sturdy drill bits made for basic mining operations. Has no own guidance system and can drill through soft rocks stratum.
fr: Un ensemble de forets robustes conà§us pour les opérations minières de base. N'a pas de système de guidage propre et peut percer à travers des couches de roches tendres.
ru: Набор прочных буровых коронок, предназначенных для основных горнодобывающих работ. Не имеет собственной системы наведения и может бурить пласты мягких пород.

source: <link="MININGDRILLBITSBASICITEM">Basic Drillbits</link>
fr: <link="MININGDRILLBITSBASICITEM">Forets de base</link>
ru: <link="MININGDRILLBITSBASICITEM">Базовые сверла</link>

source: Instruct the computer to produce Basic Drillbits. This instruction is meant for Copper variation.
fr: Demandez à l'ordinateur de produire des forets de base. Cette instruction est destinée à la variante Copper.
ru: Дайте команду компьютеру создать базовые свёрла. Эта инструкция предназначена для варианта с медными свёрлами.

source: A sophisticated electronic module that aids the Mining Drillhead to navigate while operating. In general, the guidance system computes the instructions for the Drillhead control system, which comprises its actuators, increasing the performance and detecting element resources from its surroundings. It can be programmed by a skilled Duplicant or by the CNC machine.
ru: Сложный электронный модуль, который помогает буровой головке ориентироваться во время работы. Система наведения, как правило, вычисляет команды для системы управления буровой головкой, которая включает в себя её исполнительные механизмы, повышая производительность и определяя ресурсы элементов окружающей среды. Программирование может выполняться квалифицированным дубликантом с навыком или станком с ЧПУ.

source: A sophisticated electronic module that aids the Mining Drillhead to navigate while operating. In general, the guidance system computes the instructions for the Drillhead control system, which comprises its actuators, increasing the performance and detecting element resources from its surroundings. This guidance device is programmed to target the {0}.
ru: Сложный электронный модуль, помогающий буровой головке ориентироваться во время работы. Система наведения, как правило, вычисляет инструкции для системы управления буровой головкой, которая включает в себя её исполнительные механизмы, повышая производительность и обнаруживая ресурсы элементов в окружающей среде. Это устройство наведения запрограммировано на нацеливание на {0}.

source: <link="MINERALPROCESSINGGUIDANCEUNIT">Guidance Device (Unprogrammed)</link>
fr: <link="MINERALPROCESSINGGUIDANCEUNIT">Dispositif de guidage (non programmé)</link>
ru: <link="MINERALPROCESSINGGUIDANCEUNIT">Устройство наведения (незапрограммированное)</link>

source: <link="MINERALPROCESSINGGUIDANCEUNIT">Guidance Device (Target: {0})</link>
fr: <link="MINERALPROCESSINGGUIDANCEUNIT">Dispositif de guidage (cible : {0})</link>
ru: <link="MINERALPROCESSINGGUIDANCEUNIT">Устройство наведения (цель: {0})</link>

source: Instruct the computer to produce a Guidance Device.
fr: Demandez à l'ordinateur de produire un dispositif de guidage.
ru: Дайте команду компьютеру создать устройство наведения.

source: Instruct the computer to load the target program for the {0} into the Guidance Device
fr: Demandez à l'ordinateur de charger le programme cible pour le {0} dans le dispositif de guidage
ru: Дайте команду компьютеру загрузить целевую программу для {0} в устройство наведения.

source: A set of sturdy drill bits made for hard rock mining operations. Has no own guidance system and can drill through hard rocks stratum.
fr: Un ensemble de forets robustes conà§us pour les opérations d'extraction de roches dures. N'a pas son propre système de guidage et peut percer à travers des couches de roches dures.
ru: Набор прочных буровых коронок, предназначенных для добычи твёрдых пород. Не имеет собственной системы наведения и может бурить пласты твёрдых пород.

source: <link="MININGDRILLBITSSTEELITEM">Steel Drillbits</link>
fr: <link="MININGDRILLBITSSTEELITEM">Forets en acier</link>
ru: <link="MININGDRILLBITSSTEELITEM">Стальные свёрла</link>

source: Instruct the computer to produce Steel Drillbits.
fr: Demandez à l'ordinateur de produire des forets en acier.
ru: Дайте команду компьютеру произвести стальные свёрла.

source: A set of sturdy drill bits made for extremely hard rock mining operations. Has no own guidance system and can drill through deep, very hard rocks stratum even at high temperature.
fr: Un ensemble de forets robustes conà§us pour les opérations d'extraction de roches extrêmement dures. N'a pas de système de guidage propre et peut percer des couches de roches profondes et très dures, même à haute température.
ru: Набор прочных буровых коронок, предназначенных для добычи очень твёрдых пород. Не имеет собственной системы наведения и может бурить глубокие слои очень твёрдых пород даже при высоких температурах.

source: <link="MININGDRILLBITSTUNGSTENITEM">Tungsten Drillbits</link>
fr: <link="MININGDRILLBITSTUNGSTENITEM">Forets en tungstène</link>
ru: <link="MININGDRILLBITSTUNGSTENITEM">Вольфрамовые свёрла</link>

source: Instruct the computer to produce Tungsten Drillbits.
fr: Demandez à l'ordinateur de produire des forets en tungstène.
ru: Дайте команду компьютеру изготовить вольфрамовые свёрла.

# RonivansLegacy_ChemicalProcessing.STRINGS.ITEMS.INGREDIENTS.RAYONFIBER.DESC
source: Rayon is a synthetic fiber, chemically made from regenerated cellulose extracted from Lumber.
ru: Вискоза - синтетическое волокно, химическим путем изготавливаемое из регенерированной целлюлозы, извлеченной из древесины.

# RonivansLegacy_ChemicalProcessing.STRINGS.ITEMS.INGREDIENTS.RAYONFIBER.NAME
source: <link="RAYONFIBER">Rayon Fiber</link>
fr: <link="RAYONFIBER">Viscose</link>
ru: <link="RAYONFIBER">Вискозное волокно</link>

source: <link="RAYONFIBER">Rayon Fibers</link>
fr: <link="RAYONFIBER">Viscose</link>
ru: <link="RAYONFIBER">Вискозные волокна</link>

source: Produces <link="RAYONFIBER">Rayon Fibers</link> from the pulp of {0}.
fr: Produit du <link="RAYONFIBER">viscose</link> à partir de la pulpe de {0}.
ru: Производит <link="RAYONFIBER">вискозные волокна</link> из целлюлозы {0}.

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.AIO_CARRIERGAS
source: <link="AIOCARRIERGAS">Carrier Gas</link>
fr: <link="AIOCARRIERGAS">Gaz vecteur</link>
ru: <link="AIOCARRIERGAS">Газ-носитель</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.AIO_CARRIERGAS_DESC
source: Carrier Gases are inert or semi-inert gases that are used in plasma related processes.
fr: Les gaz vecteurs sont des gaz inertes ou semi-inertes utilisés dans les processus liés au plasma.
ru: Газы-носители - это инертные или полуинертные газы, которые используются в плазменных процессах.

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.AIO_HARDENEDALLOY
source: <link="AIOHARDENEDALLOY">Hardened Alloy</link>
fr: <link="AIOHARDENEDALLOY">Alliage durci</link>
ru: <link="AIOHARDENEDALLOY">Закалённый сплав</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.AIO_HARDENEDALLOY_DESC
source: Hardened Alloys are a fusion of two or more materials. Their high material strength allows them to be used as a substitute to <link="STEEL">Steel</link>
ru: Закалённые сплавы представляют собой сплав двух или более материалов. Высокая прочность позволяет использовать их в качестве замены <link="STEEL">стали</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.AIO_RADEMITTERINPUTMATERIAL
source: Radioactive Material
ru: Радиоактивный материал

source: Radioactive Material that can be used to fuel the Rad Projector.
ru: Радиоактивный материал, который можно использовать в качестве топлива для Рад-проектора.

source: <link="CHEMICALPROCESSINGRANDOMSAND">Metallic Sand</link>
fr: <link="CHEMICALPROCESSINGRANDOMSAND">Sable métallique</link>
ru: <link="CHEMICALPROCESSINGRANDOMSAND">Металлический песок</link>

source: Sandy materials composed of a various number of metallic grains
fr: Matériaux sableux composés d'un nombre variable de grains métalliques
ru: Песчаные материалы, состоящие из различного количества металлических зёрен.

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.MINERALPROCESSING_DRILLBIT
source: <link="MINERALPROCESSINGDRILLBIT">Drillbit</link>
fr: <link="MINERALPROCESSINGDRILLBIT">Foret</link>
ru: <link="MINERALPROCESSINGDRILLBIT">Сверло</link>

source: Self-Propelled Drillbits that are used by the Asteroid Drill Rig to extract resources from otherwise unreachable sectors of the asteroid.
fr: Forets automoteurs utilisés par la plate-forme de forage d'astéroà¯des pour extraire des ressources de secteurs autrement inaccessibles de l'astéroà¯de.
ru: Самоходные буровые коронки, которые используются на астероидной буровой установке для добычи ресурсов из труднодоступных секторов астероида.

source: <link="MINERALPROCESSINGGUIDANCEUNIT">Guidance Device</link>
fr: <link="MINERALPROCESSINGGUIDANCEUNIT">Dispositif de guidage</link>
ru: <link="MINERALPROCESSINGGUIDANCEUNIT">Устройство наведения</link>

source: Guidance Devices allow the the mining drillhead to be programmed to target mine specific asteroid sectors.
fr: Les dispositifs de guidage permettent de programmer la tête de forage minière pour cibler des secteurs d'astéroà¯des spécifiques à la mine.
ru: Устройства наведения позволяют программировать буровую головку для добычи полезных ископаемых на определенные сектора астероидов.

source: <link="RANDOMRECIPEINGREDIENTDESTROYONCANCEL">Non-refundable Ingredient</link>
fr: <link="RANDOMRECIPEINGREDIENTDESTROYONCANCEL">Ingrédient non remboursable</link>
ru: <link="RANDOMRECIPEINGREDIENTDESTROYONCANCEL">Невозвратный ингредиент</link>

source: This ingredient gets used up during its use, if a recipe with it gets canceled, it is lost.
fr: Cet ingrédient s'épuise au cours de son utilisation, si une recette le contenant est annulée, il est perdu.
ru: Этот ингредиент расходуется в процессе его использования, если рецепт с ним отменяется, он теряется.

source: A new generation of renewable fuels that can be produced from organic matter.
fr: Une nouvelle génération de carburants renouvelables pouvant être produits à partir de matières organiques.
ru: Новое поколение возобновляемого топлива, которое можно производить из органического вещества.

source: <link="BIOCHEMISTRYRENEWABLEFUEL">Renewable Combustion Fuels</link>
fr: <link="BIOCHEMISTRYRENEWABLEFUEL">Combustibles de combustion renouvelables</link>
ru: <link="BIOCHEMISTRYRENEWABLEFUEL">Возобновляемые виды топлива</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.RESEARCH.TECHS.HPA_RAILS_RESEARCH.DESC
source: Vastly increase your ability to transport large amounts of solid materials on rails
fr: Augmentez considérablement votre capacité à transporter de grandes quantités de matériaux solides sur rails
ru: Значительно увеличить возможности транспортировки больших объёмов твёрдых материалов по рельсам.

# RonivansLegacy_ChemicalProcessing.STRINGS.RESEARCH.TECHS.HPA_RAILS_RESEARCH.NAME
source: <link="HPARAILSRESEARCH">High-Capacity Solid Transport</link>
fr: <link="HPARAILSRESEARCH">Transport solide à haute capacité</link>
ru: <link="HPARAILSRESEARCH">Сверхпрочная транспортировка твёрдых предметов</link>

source: Anaerobic Digester Natgas Multiplier
fr: Multiplicateur de gaz naturel du digesteur anaérobie
ru: Коэффициент выделения природного газа анаэробным реактором

source: Multiply the natural gas output amounts of the anaerobic digester by this value.
fr: Multipliez les quantités de gaz naturel produites par le digesteur anaérobie par cette valeur.
ru: Умножает количество природного газа, выделяемого анаэробным реактором, на это значение.

source: Expeller Press Rebalance
ru: Балансировка отжимного пресса

source: Rebalances the yield of the Expeller Press Recipes to yield larger amounts of oil and biomass. This give the building a better purpose, as its current yields are quite low, compared to the seakomb, which has its balance defined by the game. Turn off to get the old yields back
ru: Балансирует выход рецептов отжимного пресса для получения большего количества масла и биомассы. Это придает зданию более выгодное назначение, так как его текущая доходность довольно низкая по сравнению с водоческой, баланс которой определяется игрой. Отключите, чтобы вернуть прежнюю доходность.

source: Open Building Configuration Editor
fr: Ouvrir l'éditeur de configuration du bâtiment
ru: Открыть редактор конфигурации зданий

source: Configure Mod Buildings
fr: Configurer les bâtiments Mod
ru: Настройка модовых зданий

source: Open the building editor to individually toggle all buildings added by the mod and change settings on some. All changes done here require a restart!
fr: Ouvrez l'éditeur de bâtiments pour basculer individuellement tous les bâtiments ajoutés par le mod et modifier les paramètres de certains. Toutes les modifications effectuées ici nécessitent un redémarrage !
ru: Откройте редактор зданий, чтобы по отдельности включить все здания, добавленные модом, и изменить настройки некоторых из них. Все изменения, внесённые здесь, требуют перезапуска!

source: Arc furnace Thermal Fudge
ru: Селективная дуговая печь - Теплоотдача

source: The selective arc furnace only puts a percentage of its recipes heat into its internal heat capacitor. The default value for the mod is 90%
ru: Селективная дуговая печь отдаёт только часть тепла во внутренний тепловой конденсатор. Значение мода по умолчанию - 90%.

source: Metal Refinery Thermal Fudge
ru: Металлургический станок - Теплоотдача

source: The Metal refinery only puts a percentage of its recipes heat into the coolant. The vanilla value for this is 80%. The default value for the mod is 60%
ru: Металлургический станок отдаёт в охлаждающую жидкость только часть тепла, выделяемого рецептом. Значение игры по умолчанию - 80%. Значение мода по умолчанию - 60%.

source: Advanced Refinery Thermal Fudge
ru: Продвинутый металлургический станок - Теплоотдача

source: The Advanced Metal refinery only puts a percentage of its recipes heat into the coolant. The default value for the mod is 90%
ru: Продвинутый металлургический станок отдаёт в охлаждающую жидкость только часть тепла, выделяемого рецептом. Значение мода по умолчанию - 90%

source: Move all Reservoirs to their piping category
fr: Déplacer tous les réservoirs vers leur catégorie de tuyauterie
ru: Переместить все резервуары в их категорию трубопроводов

source: Moves all vanilla and mod reservoirs into the respective piping category: Liquid Reservoirs are found under "Plumbing" Gas Reservoirs are found under"Ventilation"
fr: Déplace tous les réservoirs standard et modifiés dans la catégorie de tuyauterie correspondante : Les réservoirs de liquide se trouvent sous « Plomberie ». Les réservoirs de gaz se trouvent sous « Ventilation ».
ru: Перемещает все ванильные и модифицированные резервуары в соответствующую категорию трубопроводов: Резервуары для жидкости находятся в разделе "Водопровод" Газовые резервуары находятся в разделе "Вентиляция"

# RonivansLegacy_ChemicalProcessing.STRINGS.RONIVAN_AIO_MODCONFIG.ENABLEMOD.NAME
source: Enable Mod Content
fr: Activer le contenu du mod
ru: Включить контент мода

source: The mod is enabled, this includes buildings, research, recipes and other mod specific mechanics. You can still disable individual buildings of the mod in the building configuration editor, separate from this setting.
fr: Le mod est activé, cela inclut les bâtiments, la recherche, les recettes et d'autres mécanismes spécifiques au mod. Vous pouvez toujours désactiver les bâtiments individuels du mod dans l'éditeur de configuration du bâtiment, séparément de ce paramètre.
ru: Мод включён, включая здания, исследования, рецепты и другие специфичные для мода механики. Вы по-прежнему можете отключить отдельные здания мода в редакторе конфигурации зданий, отдельно от этой настройки.

source: The mod is enabled, this includes buildings, research, recipes, elements, comets and other mod specific mechanics. You can still disable individual buildings of the mod in the building editor, separate from this setting. Warning: when this mod is enabled, worldgen will be altered by new elements
fr: Le mod est activé, cela inclut les bâtiments, la recherche, les recettes, les éléments, les comètes et d'autres mécanismes spécifiques au mod. Vous pouvez toujours désactiver les bâtiments individuels du mod dans l'éditeur de bâtiments, indépendamment de ce paramètre. Attention : lorsque ce mod est activé, la génération du monde sera modifiée par de nouveaux éléments
ru: Мод включён, он включает в себя здания, исследования, рецепты, элементы, кометы и другие специфичные для мода механики. Вы по-прежнему можете отключить отдельные здания мода в редакторе зданий, отдельно от этой настройки. Внимание: при включении этого мода генерация мира будет изменена новыми элементами.

# RonivansLegacy_ChemicalProcessing.STRINGS.RONIVAN_AIO_MODCONFIG.GEYSERS.NAME
source: Mod Geysers spawn from worldgen
fr: Les geysers du mods apparaissent pendant la génération du monde.
ru: Генерация модовых гейзеров

# RonivansLegacy_ChemicalProcessing.STRINGS.RONIVAN_AIO_MODCONFIG.GEYSERS.TOOLTIP
source: New Geysers are added to the pool of randomly spawned geysers. This will affect worldgen if active (different random geysers are chosen compared to vanilla) Turning it off will prevent those geysers from showing up from worldgen naturally unless you use a different mod to add them manually (e.g. customize geyser or CGM) Revealing a random geyser (those spawned on classic asteroids and by the geoactive trait) in an already existing world WILL be affected by this, turn off this option if you don't want existing saves to be affected.
fr: De nouveaux geysers sont ajoutés à la liste des geysers générés aléatoirement. Si cette option est activée, cela affectera la génération du monde (des geysers aléatoires différents de ceux de la version originale seront choisis). La désactiver empêchera ces geysers d'apparaître naturellement lors de la génération du monde, à moins que vous n'utilisiez un autre mod pour les ajouter manuellement (par exemple, Customize Geyser ou CGM). La révélation d'un geyser aléatoire (ceux générés sur les astéroïdes classiques et par le trait géoactif) dans un monde déjà existant SERA affectée par cette option. Désactivez-la si vous ne voulez pas que les sauvegardes existantes soient affectées.
ru: Новые гейзеры добавляются в список случайно появляющихся гейзеров. Если включено, то опция повлияет на генерацию мира (гейзеры выбираются иначе, чем в оригинальной игре). Отключение этого параметра не позволит гейзерам естественным образом отображаться при генерации мира, если только вы не используете другой мод для их ручного добавления (например, Customize Geyser или CGM). Открытие случайного гейзера (появившегося на классических астероидах и с помощью геоактивного свойства) в уже существующем мире БУДЕТ затронуто этим изменением. Отключите эту опцию, если не хотите, чтобы это повлияло на существующие сохранения.

source: High Pressure Gas Capacity Multiplier
fr: Multiplicateur de capacité de gaz à haute pression
ru: Множитель ёмкости газа высокого давления

source: High pressure gas pipes allow pumping gases at much higher pipe throughput than regular pipes, at the cost of more expensive building materials. Total Capacity is calculated based on the base pipe capacity (includes compatibility with CustomizeBuildings)
fr: Les conduites de gaz à haute pression permettent de pomper des gaz à un débit beaucoup plus élevé que les conduites classiques, mais nécessitent des matériaux de construction plus coûteux. La capacité totale est calculée sur la base de la capacité de la conduite de base (inclut la compatibilité avec CustomizeBuildings).
ru: Газовые трубы высокого давления позволяют перекачивать газ с гораздо большей производительностью, чем обычные трубы, но за счет более дорогих строительных материалов. Общая пропускная способность рассчитывается на основе базовой пропускной способности трубы (включая совместимость с Customize Buildings).

source: Base Wattage: High Pressure Gas Pump
fr: Puissance de base : pompe à essence haute pression
ru: Базовая мощность: газовый насос высокого давления

source: The total pump wattage is calculated by multiplying the base wattage value with the respective pipe capacity multiplier (compared to regular pipes)
fr: La puissance totale de la pompe est calculée en multipliant la valeur de puissance de base par le multiplicateur de capacité de tuyau respectif (par rapport aux tuyaux ordinaires)
ru: Общая мощность насоса рассчитывается путём умножения базового значения мощности на соответствующий множитель пропускной способности трубы (по сравнению с обычными трубами).

source: High Pressure Liquid Capacity Multiplier
fr: Multiplicateur de capacité de liquide à haute pression
ru: Множитель ёмкости жидкости высокого давления

source: High pressure liquid pipes allow pumping liquids at much higher pipe throughput than regular pipes, at the cost of more expensive building materials. Total Capacity is calculated based on the base pipe capacity (includes compatibility with CustomizeBuildings)
fr: Les tuyaux à haute pression permettent de pomper des liquides à un débit beaucoup plus élevé que les tuyaux classiques, mais nécessitent des matériaux de construction plus coûteux. La capacité totale est calculée sur la base de la capacité du tuyau de base (inclut la compatibilité avec CustomizeBuildings).
ru: Трубы для жидкости высокого давления позволяют перекачивать жидкости с гораздо большей производительностью, чем обычные трубы, но за счет более дорогих строительных материалов. Общая пропускная способность рассчитывается на основе базовой пропускной способности трубы (включая совместимость с Customize Buildings).

source: Base Wattage: High Pressure Liquid Pump
fr: Puissance de base : pompe à liquide haute pression
ru: Базовая мощность: насос для жидкости высокого давления

source: The total pump wattage is calculated by multiplying the base wattage value with the respective pipe capacity multiplier (compared to regular pipes)
fr: La puissance totale de la pompe est calculée en multipliant la valeur de puissance de base par le multiplicateur de capacité de tuyau respectif (par rapport aux tuyaux ordinaires)
ru: Общая мощность насоса рассчитывается путем умножения базового значения мощности на соответствующий множитель пропускной способности трубы (по сравнению с обычными трубами).

source: Heavy-Duty Auto-Sweeper Range
fr: Gamme de balayeuses automatiques robustes
ru: Дальность сверхпрочного автосборщика

source: The Heavy-Duty Auto-Sweeper serves as a late game version of the autosweeper, having higher range and throughput at the cost of more complex build requirements
fr: Le Heavy-Duty Auto-Sweeper est une version avancée du Autosweeper, offrant une portée et un débit supérieurs au prix d'exigences de construction plus complexes.
ru: Сверхпрочный автосборщик представляет собой позднюю версию автосборщика, обладающую большей дальностью и производительностью за счет более сложных требований к строительству.
