Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICFILTER.NAME
source: <link="LOGISTICFILTER">Logistic Solid Filter</link>
fr: <link="LOGISTICFILTER">Filtre logistique solide</link>
ru: <link="LOGISTICFILTER">Логистический фильтр</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICLOADER.DESC
source: Material filters can be used to determine what resources are sent down the rail.
fr: Des filtres de matériaux peuvent être utilisés pour déterminer quelles ressources sont envoyées sur le rail.
ru: Фильтры материалов помогут определить, какие ресурсы отправятся на конвейер.

source: Loads <link="ELEMENTSSOLID">Solid Materials</link> onto <link="LOGISTICRAIL">Logistic Conveyor Rails</link> for transport. Only loads the resources of your choosing.
fr: Charge les <link="ELEMENTSSOLID">matériaux solides</link> sur les <link="LOGISTICRAIL">rails de convoyeur logistique</link> pour le transport. Charge uniquement les ressources de votre choix.
ru: Позволяет загрузить <link="ELEMENTSSOLID">твёрдые материалы</link> на <link="LOGISTICRAIL">конвейерный рельс</link> для транспортировки. Служит для загрузки выбранных ресурсов.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICLOADER.NAME
source: <link="LOGISTICLOADER">Logistic Loader</link>
fr: <link="LOGISTICLOADER">Chargeur logistique</link>
ru: <link="LOGISTICLOADER">Логистический загрузчик</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICOUTBOX.DESC
source: When materials reach the end of a rail they enter a receptacle to be used by Duplicants.
fr: Lorsque les matériaux atteignent l'extrémité d'un rail, ils entrent dans un réceptacle pour être utilisés par les Duplicants.
ru: Когда материалы достигают конца конвейера, они попадают в приёмное хранилище, откуда их забирают дубликанты.

source: Unloads <link="ELEMENTSSOLID">Solid Materials</link> from a <link="LOGISTICRAIL">Logistic Rail</link> into storage.
fr: Décharge les <link="ELEMENTSSOLID">matériaux solides</link> d'un <link="LOGISTICRAIL">rail logistique</link> vers le stockage.
ru: Позволяет переместить <link="ELEMENTSSOLID">твёрдые материалы</link> с <link="LOGISTICRAIL">конвейерного рельса</link> в хранилище.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICOUTBOX.NAME
source: <link="LOGISTICOUTBOX">Logistic Receptacle</link>
fr: <link="LOGISTICOUTBOX">Réceptacle logistique</link>
ru: <link="LOGISTICOUTBOX">Логистическое хранилище</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICRAIL.DESC
source: Rails move materials where they'll be needed most, saving Duplicants the walk.
fr: Les rails déplacent les matériaux là oà¹ ils sont le plus nécessaires, évitant ainsi aux Duplicants de se déplacer.
ru: Когда материалы достигают конца конвейера, они попадают в приёмное хранилище, откуда их забирают дубликанты.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICRAIL.EFFECT
source: Transports small amounts of <link="ELEMENTSSOLID">Solid Materials</link> on a track between <link="LOGISTICLOADER">Logistic Loader</link> and <link="LOGISTICOUTBOX">Logistic Receptacle</link>. Can be run through wall and floor tile.
fr: Transporte de petites quantités de <link="ELEMENTSSOLID">Matériaux solides</link> sur une piste entre le <link="LOGISTICLOADER">Chargeur logistique</link> et le <link="LOGISTICOUTBOX">Réceptacle logistique</link>. Peut traverser les carreaux de mur et de sol.
ru: Позволяет перемещать <link="ELEMENTSSOLID">твёрдые материалы</link> на ленте от <link="LOGISTICLOADER">загрузчика конвейера</link> к <link="LOGISTICOUTBOX">приёмному бункеру</link>. Может проходить через клетки стен и пола.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICRAIL.NAME
source: <link="LOGISTICRAIL">Logistic Rail</link>
fr: <link="LOGISTICRAIL">Logistique ferroviaire</link>
ru: <link="LOGISTICRAIL">Логистический рельс</link>

source: A mechanical valve capable of reducing the flow of mass from a conveyor rail to to a logistic rail, to avoid dropping items.
fr: Une vanne mécanique capable de réduire le flux de masse d'un rail de convoyeur vers un rail logistique, pour éviter la chute d'articles.
ru: Механический клапан, способный ограничить поток массы с конвейерного рельса на логистический рельс, чтобы избежать выпадения предметов.

source: Allows <link="ELEMENTSSOLID">Solid Materials</link> to be transfered from normal <link="SOLIDCONDUIT">Conveyor Rails</link> to <link="LOGISTICRAIL">Logistic Rails</link>.
fr: Permet de transférer des <link="ELEMENTSSOLID">matériaux solides</link> des <link="SOLIDCONDUIT">rails de transport</link> normaux vers des <link="LOGISTICRAIL">rails logistiques</link>.
ru: Позволяет переносить <link="ELEMENTSSOLID">твёрдые материалы</link> с обычных <link="SOLIDCONDUIT">конвейерных рельсов</link> на <link="LOGISTICRAIL">логистические рельсы</link>.

source: <link="LOGISTICRAILVALVE">Logistic Reduction Valve</link>
fr: <link="LOGISTICRAILVALVE">Vanne de réduction logistique</link>
ru: <link="LOGISTICRAILVALVE">Логистический редукционный клапан</link>

source: An auto-sweeper's range can be viewed at any time by clicking on the building.
fr: La portée d'un auto-balai peut être visualisée à tout moment en cliquant sur le bâtiment.
ru: Дальность действия автосборщика можно просмотреть в любой момент, кликнув по зданию.

source: Automates <link="CHORES">Sweeping</link> and <link="CHORES">Supplying</link> errands by sucking up all nearby <link="DECOR">Debris</link>. Materials are automatically delivered to any <link="LOGISTICLOADER">Logistic Loader</link>, <link="LOGISTICOUTBOX">Logistic Receptacle</link>, storage, or buildings within range.
fr: Automatise les courses de <link="CHORES">balayage</link> et d'<link="CHORES">approvisionnement</link> en aspirant tous les <link="DECOR">débris</link> à proximité. Les matériaux sont automatiquement livrés à n'importe quel <link="LOGISTICLOADER">chargeur logistique</link>, <link="LOGISTICOUTBOX">réceptacle logistique</link>, entrepôt ou bâtiment à portée.
ru: Позволяет автоматизировать <link="CHORES">подметание</link> и выполнение поручений по <link="CHORES">снабжению</link>, засасывая все <link="DECOR">обломки</link> поблизости. Материалы автоматически доставляются к любым <link="SOLIDCONDUITINBOX">загрузчикам конвейера</link>, <link="SOLIDCONDUITOUTBOX">приемным бункерам</link>, хранилищам или строениям в радиусе действия.

source: <link="LOGISTICTRANSFERARM">Logistic Auto-Sweeper</link>
fr: <link="LOGISTICTRANSFERARM">Balayeuse automatique logistique</link>
ru: <link="LOGISTICTRANSFERARM">Логистический автосборщик</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICVENT.DESC
source: When materials reach the end of a rail, they are dropped back into the world.
fr: Lorsque les matériaux atteignent l'extrémité d'un rail, ils sont renvoyés dans le monde.
ru: Когда материалы достигают конца конвейера, они возвращаются обратно в мир.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICVENT.EFFECT
source: Unloads <link="ELEMENTSSOLID">Solid Materials</link> from a <link="LOGISTICRAIL">Logistic Rail</link> onto the floor.
fr: Décharge les <link="ELEMENTSSOLID">matériaux solides</link> d'un <link="LOGISTICRAIL">rail logistique</link> sur le sol.
ru: Выгружает <link="ELEMENTSSOLID">твёрдые материалы</link> с <link="LOGISTICRAIL">логистического рельса</link> на пол.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.LOGISTICVENT.NAME
source: <link="LOGISTICVENT">Logistic Chute</link>
fr: <link="LOGISTICVENT">Gouttière logistique</link>
ru: <link="LOGISTICVENT">Логистический желоб</link>

source: A fine tile made from polished quality stones.
fr: Un beau carrelage fabriqué à partir de pierres polies de qualité.
ru: Прекрасная клетка, изготовленная из качественного полированного камня.

source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
fr: Utilisé comme carrelage de sol et de mur pour construire des pièces. Augmente considérablement la vitesse d'exécution de Duplicant.
ru: Используется в качестве напольной и настенной клетки для строительства комнат. Значительно увеличивает скорость бега дубликантов.

source: <link="MOULDINGTILE">Marble Tile</link>
fr: <link="MOULDINGTILE">Carrelage en marbre</link>
ru: <link="MOULDINGTILE">Мраморная клетка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.MEDGASRESERVOIR.DESC
source: A medium sized reservoir with double amount of input and output ports.
fr: Un réservoir de taille moyenne avec un double nombre de ports d'entrée et de sortie.
ru: Резервуар среднего размера с двойным количеством входных и выходных отверстий.

source: Stores any <link="ELEMENTSGAS">Gas</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSGAS">Gaz</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSGAS">газовые</link> ресурсы, закачанные с помощью труб.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.MEDGASRESERVOIR.NAME
source: <link="MEDGASRESERVOIR">Medium Gas Reservoir</link>
fr: <link="MEDGASRESERVOIR">Réservoir de gaz moyen</link>
ru: <link="MEDGASRESERVOIR">Средний резервуар для газа</link>

source: A medium sized reservoir with double amount of input and output ports.
fr: Un réservoir de taille moyenne avec un double nombre de ports d'entrée et de sortie.
ru: Резервуар среднего размера с двойным количеством входных и выходных отверстий.

source: Stores any <link="ELEMENTSLIQUID">Liquid</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSLIQUID">Liquide</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSLIQUID">жидкие</link> ресурсы, закачанные с помощью труб.

source: <link="MEDLIQUIDRESERVOIR">Medium Liquid Reservoir</link>
fr: <link="MEDLIQUIDRESERVOIR">Réservoir de liquide moyen</link>
ru: <link="MEDLIQUIDRESERVOIR">Средний резервуар для жидкости</link>

source: A large sized industrial mill that crushes raw ores using steel balls and special vibrating separation device to sort out possible useful resources.
fr: Un broyeur industriel de grande taille qui broie les minerais bruts à l'aide de billes d'acier et d'un dispositif de séparation vibrant spécial pour trier les ressources potentiellement utiles.
ru: Крупногабаритная промышленная мельница, которая измельчает сырую руду с помощью стальных шаров и специального вибрационного разделительного устройства для отделения возможных полезных ресурсов.

source: Crush down <link="RAWMINERAL">Raw Minerals</link> in to useful materials and industrial ingredients.
fr: Broyez les <link="RAWMINERAL">minéraux bruts</link> en matériaux utiles et ingrédients industriels.
ru: Измельчаen <link="RAWMINERAL">минеральное сырье</link> в полезные материалы и промышленные ингредиенты.

source: <link="METALLURGYBALLCRUSHERMILL">Ball Crusher Mill (Mechanical Separation)</link>
fr: <link="METALLURGYBALLCRUSHERMILL">Broyeur à boulets (séparation mécanique)</link>
ru: <link="METALLURGYBALLCRUSHERMILL">Шаровая дробилка (механическое разделение)</link>

source: A basic oil refinery that uses burning solids as heat source.
fr: Une raffinerie de pétrole de base qui utilise des solides en combustion comme source de chaleur.
ru: Базовый нефтеперерабатывающий завод, использующий в качестве источника тепла горючие твёрдые вещества.

source: Refines <link="CRUDEOIL">Crude Oil</link> to <link="PETROLEUM">Petroleum</link> using <link="CARBON">Coal</link> as heat source. The refinement process produces <link="METHANE">Natural Gas</link> and <link="CARBONDIOXIDE">Carbon Dioxide</link>. IMPORTANT: The Gases output ports piping is optional. If no Gas Pipe is attached to them, the output gases will be released directly on the environment.
fr: Raffine le <link="CRUDEOIL">pétrole brut</link> en <link="PETROLEUM">pétrole</link> en utilisant le <link="CARBON">charbon</link> comme source de chaleur. Le processus de raffinage produit du <link="METHANE">gaz naturel</link> et du <link="CARBONDIOXIDE">dioxyde de carbone</link>. IMPORTANT : La tuyauterie des ports de sortie des gaz est facultative. Si aucun tuyau de gaz n'y est raccordé, les gaz de sortie seront rejetés directement dans l'environnement.
ru: Перерабатывает <link="CRUDEOIL">сырую нефть</link> в <link="PETROLEUM">нефть</link>, используя <link="CARBON">уголь</link> в качестве источника тепла. В процессе переработки образуется <link="METHANE">природный газ</link> и <link="CARBONDIOXIDE">углекислый газ</link>. ВАЖНО: Трубопроводы для отвода газа не являются обязательными. Если к ним не подключен газопровод, отводимые газы будут выбрасываться непосредственно в окружающую среду.

source: <link="METALLURGYBASICOILREFINERY">Basic Oil Refinery</link>
fr: <link="METALLURGYBASICOILREFINERY">Raffinerie de pétrole de base</link>
ru: <link="METALLURGYBASICOILREFINERY">Базовый нефтеперерабатывающий завод</link>

source: An advanced pyrometallurgical furnace that uses an extremely hot thermal plasma generated by a carrier gas jet. The high energy consumption is compensated by the quality and the yield of the refining process.
fr: Un four pyrométallurgique avancé utilisant un plasma thermique extrêmement chaud généré par un jet de gaz vecteur. La forte consommation énergétique est compensée par la qualité et le rendement du processus d'affinage.
ru: Современная пирометаллургическая печь, использующая сверхвысокотемпературную плазму, генерируемую струей газа-носителя. Высокое энергопотребление компенсируется качеством и производительностью процесса рафинирования.

source: An advanced method for the refinement of <link="RAWMETAL">Metal Ores</link> and other <link="RAWMINERAL">Raw Minerals</link>. Produces significant amounts of <link="HEAT">Heat</link> and consumes <link="AIOCARRIERGAS">carrier gases</link> during manufacturing. Main products are dispensed in molten state directly in the floor below the building while the liquid waste is released in a separated port.
fr: Une méthode avancée pour le raffinage des <link="RAWMETAL">minerais métalliques</link> et d'autres <link="RAWMINERAL">minéraux bruts</link>. Produit des quantités importantes de <link="HEAT">chaleur</link> et consomme des <link="AIOCARRIERGAS">gaz vecteurs</link> pendant la fabrication. Les principaux produits sont distribués à l'état fondu directement dans le sol sous le bâtiment tandis que les déchets liquides sont rejetés dans un port séparé.
ru: Передовой метод обогащения <link="RAWMETAL">металлических руд</link> и другого <link="RAWMINERAL">минерального сырья</link>. Производит значительное количество <link="HEAT">тепла</link> и потребляет <link="AIOCARRIERGAS">газы-носители</link> в процессе производства. Основные продукты подаются в расплавленном состоянии непосредственно на пол под зданием, а жидкие отходы сбрасываются через отдельный порт.

source: <link="METALLURGYPLASMAFURNACE">Plasma Furnace</link>
fr: <link="METALLURGYPLASMAFURNACE">Four à plasma</link>
ru: <link="METALLURGYPLASMAFURNACE">Плазменная печь</link>

source: A basic kiln that uses pyrolysis process to convert woodlogs to usable coal.
fr: Un four de base qui utilise un processus de pyrolyse pour convertir les bûches de bois en charbon utilisable.
ru: Простая печь, в которой используется процесс пиролиза для преобразования древесины в пригодный для использования уголь.

source: Cook <link="WOOD">Wood</link> to <link="CARBON">Coal</link>.
fr: Cuire du <link="WOOD">Bois</link> en <link="CARBON">Charbon</link>.
ru: Превращает <link="WOOD">древесину</link> в <link="CARBON">уголь</link>.

source: <link="METALLURGYPYROLYSISKILN">Pyrolysis Kiln</link>
fr: <link="METALLURGYPYROLYSISKILN">Four à pyrolyse</link>
ru: <link="METALLURGYPYROLYSISKILN">Печь для пиролиза</link>

source: A giant machinery engineered in the old world for asteroid mining. Has a self propelled drilling head fitted with a sensorial system and actuators that helps it to travel through the asteroid crust in search for resources of interest.
fr: Une machine géante, conà§ue dans l'Antiquité pour l'exploitation minière des astéroà¯des. Elle est équipée d'une tête de forage automotrice équipée d'un système sensoriel et d'actionneurs qui lui permettent de traverser la croûte de l'astéroà¯de à la recherche de ressources intéressantes.
ru: Гигантская машина, разработанная в старом мире для добычи полезных ископаемых на астероидах. Оснащена самоходной буровой головкой, оснащённой системой датчиков и приводами, которые помогают ей перемещаться по коре астероида в поисках необходимых ресурсов.

source: <link="MININGAUGERDRILL">Asteroid Drill Rig Mk-II</link>
fr: <link="MININGAUGERDRILL">Foreuse d'astéroà¯des Mk-II</link>
ru: <link="MININGAUGERDRILL">Буровая установка для астероидов 2</link>

source: An advanced CNC (Computer Numerical Control) Machining production station. Capable of managing different tools using specific directives by graphical computer-aided design software.
fr: Un poste d'usinage CNC (commande numérique par ordinateur) avancé, capable de gérer différents outils à l'aide de directives spécifiques via un logiciel de conception graphique assistée par ordinateur.
ru: Современная производственная станция обработки с ЧПУ (числовым программным управлением). Возможность управления различными инструментами с помощью специальных директив графического программного обеспечения для автоматизированного проектирования.

source: Capable of producing specialty gadgets and other advanced tools. Requires the Mechatronics Engineering knowledge skill to be operated.
fr: Capable de produire des gadgets spécialisés et autres outils de pointe. Nécessite des connaissances en ingénierie mécatronique pour fonctionner.
ru: Способен производить специализированные устройства и другие сложные инструменты. Для работы требуется навык «Мехатроника».

source: <link="MININGCNCMACHINE">CNC Machining Station</link>
fr: <link="MININGCNCMACHINE">Station d'usinage CNC</link>
ru: <link="MININGCNCMACHINE">Станция обработки с ЧПУ</link>

source: Drills into Deep Mineral Deposits to extract solid resources.
fr: Fore dans des gisements minéraux profonds pour extraire des ressources solides.
ru: Бурение глубоких залежей полезных ископаемых с целью извлечения твёрдых ресурсов.

source: A strong drilling apparatus engineered with self guidance sensors for mineral ores, and retrieval of resources while operational. The type of the drill head determines the dept of the drilling, retriving resources from other parts of the Asteroid that are inaccessible by normal means. The drill sensors have a limited range, and retrieval of useful ores are not guaranteed.
fr: Un appareil de forage robuste conà§u avec des capteurs d'autoguidage pour les minerais et la récupération des ressources pendant le fonctionnement. Le type de tête de forage détermine la profondeur du forage, récupérant des ressources d'autres parties de l'astéroà¯de inaccessibles par des moyens normaux. Les capteurs de forage ont une portée limitée et la récupération des minerais utiles n'est pas garantie.
ru: Мощный буровой аппарат, оснащённый датчиками самонаведения для добычи руд и ресурсов во время работы. Тип буровой головки определяет глубину бурения, позволяя добывать ресурсы из других частей астероида, недоступных обычным способом. Датчики бура имеют ограниченный радиус действия, и извлечение полезных руд не гарантируется.

source: <link="MININGMINERALDRILL">Asteroid Auger Drill</link>
fr: <link="MININGMINERALDRILL">Foreuse à tarière pour astéroà¯des</link>
ru: <link="MININGMINERALDRILL">Буровая установка для астероидов</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.MONOELEMENTTILE.DESC
source: A fine tile made from compacted stones.
fr: Un carrelage fin fabriqué à partir de pierres compactées.
ru: Тонкая клетка, изготовленная из прессованных камней.

source: A tile composed out of compacted minerals Increases Duplicant runspeed.
fr: Une tuile composée de minéraux compactés Augmente la vitesse de course du Duplicant.
ru: Клетка, состоящая из спрессованных минералов. Увеличивает скорость передвижения дубликантов.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.MONOELEMENTTILE.NAME
source: <link="MONOELEMENTTILE">Compacted Tile</link>
fr: <link="MONOELEMENTTILE">Tuile compactée</link>
ru: <link="MONOELEMENTTILE">Уплотнённая плитка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.PRESSUREGASPUMP.DESC
source: An advanced pump that perform mechanical work to compress and move gases. More powerful than the standard pump, this one is capable of moving large amounts of gases, although this is only archived through the <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Pipe</link>.
fr: Une pompe avancée qui effectue un travail mécanique pour comprimer et déplacer les gaz. Plus puissante que la pompe standard, elle est capable de déplacer de grandes quantités de gaz, bien que cela ne soit possible que via le <link="HIGHPRESSUREGASCONDUIT">tuyau de gaz haute pression</link>.
ru: Усовершенствованный насос, выполняющий механическую работу по сжатию и перемещению газов. Более мощный, чем стандартный насос, он способен перемещать большие объёмы газа, хотя это возможно только через <link="HIGHPRESSUREGASCONDUIT">газовую трубу высокого давления</link>.

source: Draws in <link="ELEMENTSGAS">Gas</link> and runs it through <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Pipe</link>. Must be submerged in <link="ELEMENTSGAS">Gas</link>.
fr: Aspire le <link="ELEMENTSGAS">gaz</link> et le fait passer dans le <link="HIGHPRESSUREGASCONDUIT">tuyau de gaz haute pression</link>. Doit être immergé dans le <link="ELEMENTSGAS">gaz</link>.
ru: Служит для забора <link="ELEMENTSGAS">газа</link> и его транспортировки по <link="HIGHPRESSUREGASCONDUIT">трубам высокого давления</link>. Должен находиться в <link="ELEMENTSGAS">газе</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.PRESSUREGASPUMP.NAME
source: <link="PRESSUREGASPUMP">High Pressure Gas Pump</link>
fr: <link="PRESSUREGASPUMP">Pompe à essence haute pression</link>
ru: <link="PRESSUREGASPUMP">Газовый насос высокого давления</link>

source: An advanced pump that perform mechanical work to compress and move fluids. More powerful than the standard pump, this one is capable of moving large amounts of liquids, although this is only archived through the <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link>.
fr: Une pompe avancée qui effectue un travail mécanique pour comprimer et déplacer les fluides. Plus puissante que la pompe standard, elle est capable de déplacer de grandes quantités de liquides, bien que cela ne soit possible que via le <link="HIGHPRESSURELIQUIDCONDUIT">tuyau de liquide haute pression</link>.
ru: Усовершенствованный насос, выполняющий механическую работу по сжатию и перемещению жидкостей. Он мощнее стандартного насоса и способен перекачивать большие объёмы жидкости, хотя это возможно только через <link="HIGHPRESSURELIQUIDCONDUIT">трубы для жидкости высокого давления</link>.

source: Draws in <link="ELEMENTSLIQUID">Liquid</link> and runs it through <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link>. Must be submerged in <link="ELEMENTSLIQUID">Liquid</link>.
fr: Aspire du <link="ELEMENTSLIQUID">liquide</link> et le fait passer dans un <link="HIGHPRESSURELIQUIDCONDUIT">tuyau de liquide haute pression</link>. Doit être immergé dans du <link="ELEMENTSLIQUID">liquide</link>.
ru: Служит для забора <link="ELEMENTSLIQUID">жидкости</link> и транспортировки её по <link="HIGHPRESSURELIQUIDCONDUIT">трубам для жидкости высокого давления</link>. Должен находиться в <link="ELEMENTSLIQUID">жидкости</link>.
