Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: A pretty wooden door that encloses areas without blocking Liquid or Gas flow. Sets Duplicant Access Permissions for area restriction.
fr: Une jolie porte en bois qui ferme des zones sans bloquer la circulation des liquides ou des gaz. Définit des autorisations d'accès dupliquées pour la restriction de zone.
ru: Красивая деревянная дверь, которая ограждает зоны, не блокируя поток жидкости или газа. Устанавливает разрешения на доступ для ограничения зон.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_WOODENDOOR.NAME
source: <link="AIO_WOODENDOOR">Wooden Door</link>
fr: <link="AIO_WOODENDOOR">Porte en bois</link>
ru: <link="AIO_WOODENDOOR">Деревянная дверь</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENGASTILE.DESC
source: Building with wooden airflow tiles promotes better gas circulation within a colony.
fr: Construire avec des tuiles aérées en bois favorise une meilleure circulation des gaz au sein d'une colonie.
ru: Строительство с использованием деревянной воздухопроницаемой клетки способствует лучшей циркуляции газа внутри колонии.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENGASTILE.EFFECT
source: A semipermeable wooden tile, used to build walls and floors of rooms. Blocks Liquid flow without obstructing Gas.
fr: Une tuile en bois semi-perméable, utilisée pour construire les murs et les sols des pièces. Bloque le flux de liquide sans obstruer le gaz.
ru: Полупроницаемая деревянная плитка, используемая для возведения стен и полов помещений. Блокирует поток жидкости, не препятствуя движению газа.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENGASTILE.NAME
source: <link="WOODENGASTILE">Wooden Airflow Tile</link>
fr: <link="WOODENGASTILE">Carrelage en bois pour circulation d'air</link>
ru: <link="WOODENGASTILE">Деревянная воздухопроницаемая клетка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENMESHTILE.DESC
source: Building with hollow wooden tiles promotes better gas circulation within a colony.
fr: Construire avec des tuiles creuses en bois favorise une meilleure circulation des gaz au sein d'une colonie.
ru: Строительство с использованием пустотелых деревянных плиток способствует лучшей циркуляции газа внутри колонии.

source: A permeable wooden tile, used to build walls and floors of rooms. Allows the flow of both liquid and Gas.
fr: Une tuile en bois perméable, utilisée pour construire les murs et les sols des pièces. Permet la circulation des liquides et des gaz.
ru: Проницаемая деревянная плитка, используемая для строительства стен и полов помещений. Пропускает потоки жидкости и газа.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENMESHTILE.NAME
source: <link="WOODENMESHTILE">Wooden Mesh Tile</link>
fr: <link="WOODENMESHTILE">Carrelage en treillis de bois</link>
ru: <link="WOODENMESHTILE">Деревянная проницаемая клетка</link>

source: A highly pressurized cryogeyser that periodically erupts with cold liquid <link="LIQUIDAMMONIA">Ammonia</link>.
fr: Un cryogeyser hautement pressurisé qui éclate périodiquement avec du liquide froid <link="LIQUIDAMMONIA">ammoniac</link>.
ru: Криогейзер, находящийся под высоким давлением и периодически выбрасывающий холодный <link="LIQUIDAMMONIA">жидкий аммиак</link>.

source: <link="GEYSERGENERICAMMONIAGEYSER">Ammonia Geyser</link>
fr: <link="GEYSERGENERICAMMONIAGEYSER">Geyser d'ammoniac</link>
ru: <link="GEYSERGENERICAMMONIAGEYSER">Гейзер аммиака</link>

source: A highly pressurized cryogeyser that periodically erupts with cold <link="AMMONIUMWATER">Ammonium Water</link>.
fr: Un cryogeyser hautement pressurisé qui entre périodiquement en éruption avec de l'<link="AMMONIUMWATER">eau d'ammonium</link> froide.
ru: Криогейзер, находящийся под высоким давлением и периодически выбрасывающий холодную <link="AMMONIUMWATER">аммиачную воду</link>.

source: <link="GEYSERGENERICAMMONIUMWATERGEYSER">Ammonium Water Geyser</link>
fr: <link="GEYSERGENERICAMMONIUMWATERGEYSER">Geyser d'eau à l'ammonium</link>
ru: <link="GEYSERGENERICAMMONIUMWATERGEYSER">Гейзер аммиачной воды</link>

source: A highly pressurized geothermal vent that periodically erupts with hot <link="MERCURYGAS">Mercury Gas</link>.
fr: Un évent géothermique hautement pressurisé qui éclate périodiquement avec du <link="MERCURYGAS">gaz de mercure</link> chaud.
ru: Воронка, находящаяся под высоким давлением и периодически выбрасывающая горячий <link="MERCURYGAS">ртутный газ</link>.

source: <link="GEYSERGENERICHOTMERCURYGASVENT">Hot Mercury Gas Vent</link>
fr: <link="GEYSERGENERICHOTMERCURYGASVENT">évent de gaz de mercure chaud</link>
ru: <link="GEYSERGENERICHOTMERCURYGASVENT">Воронка горячего ртутного газа</link>

source: A highly pressurized hot fissure that periodically erupts with <link="MOLTENSALT">Molten Salt</link>.
fr: Une fissure chaude hautement pressurisée qui éclate périodiquement avec du <link="MOLTENSALT">sel fondu</link>.
ru: Трещина, находящаяся под высоким давлением и периодически выбрасывающая <link="MOLTENSALT">расплавленную соль</link>.

source: <link="GEYSERGENERICMOLTENSALTGEYSER">Molten Salt Geyser</link>
fr: <link="GEYSERGENERICMOLTENSALTGEYSER">Geyser de sel fondu</link>
ru: <link="GEYSERGENERICMOLTENSALTGEYSER">Гейзер расплавленной соли</link>

source: A highly pressurized vent that periodically erupts with <link="NITROGENGAS">Nitrogen</link>.
fr: Un évent hautement pressurisé qui éclate périodiquement avec de l'<link="NITROGENGAS">azote</link>.
ru: Воронка, находящаяся под высоким давлением и периодически выбрасывающая <link="NITROGENGAS">азот</link>.

source: <link="GEYSERGENERICNITROGENVENT">Nitrogen Vent</link>
fr: <link="GEYSERGENERICNITROGENVENT">évent d'azote</link>
ru: <link="GEYSERGENERICNITROGENVENT">Воронка азота</link>

source: A highly pressurized hot fissure that periodically erupts with <link="LIQUIDPHOSPHORUS">Liquid Phosphorus</link>.
fr: Une fissure chaude hautement pressurisée qui éclate périodiquement avec du <link="LIQUIDPHOSPHORUS">phosphore liquide</link>.
ru: Трещина, находящаяся под высоким давлением и периодически выбрасывающая <link="LIQUIDPHOSPHORUS">жидкий фосфор</link>.

source: <link="GEYSERGENERICPHOSPHORUSGEYSER">Liquid Phosphorus Geyser</link>
fr: <link="GEYSERGENERICPHOSPHORUSGEYSER">Geyser au phosphore liquide</link>
ru: <link="GEYSERGENERICPHOSPHORUSGEYSER">Фосфорная трещина</link>

source: A highly pressurized geothermal vent that periodically erupts with hot <link="RAWNATURALGAS">Raw Natural Gas</link>.
fr: Un évent géothermique hautement pressurisé qui éclate périodiquement avec du <link="RAWNATURALGAS">gaz naturel brut</link> chaud.
ru: Воронка, находящаяся под высоким давлением и периодически выбрасывающая горячий <link="RAWNATURALGAS">неочищенный природный газ</link>.

source: <link="GEYSERGENERICRAWGASVENT">Hot Raw Natural Gas Vent</link>
fr: <link="GEYSERGENERICRAWGASVENT">évent de gaz naturel brut chaud</link>
ru: <link="GEYSERGENERICRAWGASVENT">Воронка горячего неочищенного природного газа</link>

source: A highly pressurized geyser that periodically erupts with cold <link="SOURWATER">Sour Water</link>.
fr: Un geyser hautement pressurisé qui jaillit périodiquement avec de l'<link="SOURWATER">eau acide</link> froide.
ru: Гейзер, находящийся под высоким давлением и периодически выбрасывающий <link="SOURWATER">серную воду</link>.

source: <link="GEYSERGENERICSOURWATERGEYSER">Sour Water Geyser</link>
fr: <link="GEYSERGENERICSOURWATERGEYSER">Geyser d'eau acide</link>
ru: <link="GEYSERGENERICSOURWATERGEYSER">Гейзер серной воды</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.DUPLICANTS.STATUSITEMS.ACIDBURNS.NAME
source: Acid Burns
fr: Brûlures à l'acide
ru: Кислотные ожоги

source: Chemical Burns
fr: brûlures chimiques
ru: Химические ожоги

source: Duplicants have been exposed to acids.
fr: Les duplicants ont été exposés à des acides.
ru: Дубликанты подвергались воздействию кислот.

source: This duplicant has been injured from their recent exposure to corrosive acids.
fr: Ce duplicant a été blessé suite à une récente exposition à des acides corrosifs.
ru: Этот дубликант пострадал в результате недавнего воздействия едких кислот.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AIO_PERMENDUR_SOLID.DESC
source: Permendur is a cobalt-iron soft ferromagnetic alloy with equal parts of <link="COBALT">Cobalt</link> and <link="IRON">Iron</link> which is notable for its high magnetic saturation level. Heat treatment gives this material a high structural stability.
ru: Пермендюр - это мягкий ферромагнитный сплав с равным содержанием <link="COBALT">кобальта</link> и <link="IRON">железа</link> отличающийся высокой степенью магнитного насыщения. Термическая обработка придаёт этому материалу высокую структурную стабильность.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AIO_PERMENDUR_SOLID.NAME
source: <link="AIOPERMENDURSOLID">Permendur</link>
ru: <link="AIOPERMENDURSOLID">Пермендюр</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AMMONIAGAS.DESC
source: (NH<sub>3</sub>) Ammonia is an inorganic compound of nitrogen and hydrogen. A stable binary hydride, and the simplest pnictogen hydride, ammonia is a gas with a distinct pungent smell.
fr: (NH<sub>3</sub>) L'ammoniac est un composé inorganique d'azote et d'hydrogène. Hydrure binaire stable et hydrure de pnictogène le plus simple, l'ammoniac est un gaz à l'odeur piquante caractéristique.
ru: (NH<sub>3</sub>) Аммиак - неорганическое соединение азота и водорода. Стабильный бинарный гидрид и простейший пниктогеновый гидрид, аммиак - газ с резким запахом.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AMMONIAGAS.NAME
source: <link="AMMONIAGAS">Ammonia</link>
fr: <link="AMMONIAGAS">Ammoniac</link>
ru: <link="AMMONIAGAS">Аммиак</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AMMONIUMSALT.DESC
source: (NH<sub>4</sub>NO<sub>3</sub>) Nodules of dirt containing high concentrations of Ammonium Nitrate.
fr: (NH<sub>4</sub>NO<sub>3</sub>) Nodules de terre contenant de fortes concentrations de nitrate d'ammonium.
ru: (NH<sub>4</sub>NO<sub>3</sub>) Конкреции грязи, содержащие высокие концентрации нитрата аммония.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AMMONIUMSALT.NAME
source: <link="AMMONIUMSALT">Nitrate Nodules</link>
fr: <link="AMMONIUMSALT">Nodules de nitrate</link>
ru: <link="AMMONIUMSALT">Нитратные конкреции</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AMMONIUMWATER.DESC
source: (NH<sub>4</sub>OH) Ammonium hydroxide is a solution of <link="AMMONIAGAS">Ammonia</link> and <link="SALTWATER">Salt Water</link>.
fr: (NH<sub>4</sub>OH) L'hydroxyde d'ammonium est une solution d'<link="AMMONIAGAS">ammoniac</link> et d'<link="SALTWATER">eau salée</link>.
ru: (NH<sub>4</sub>OH) Гидроксид аммония представляет собой раствор <link="AMMONIAGAS">аммиака</link> и <link="SALTWATER">солёной воды</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AMMONIUMWATER.NAME
source: <link="AMMONIUMWATER">Ammonium Water</link>
fr: <link="AMMONIUMWATER">Eau ammoniacale</link>
ru: <link="AMMONIUMWATER">Аммиачная вода</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.ARGENTITEORE.DESC
source: (Ag<sub>2</sub>S) Argentite is a cubic silver sulfide is a conductive metal, and the main source of refined <link="SOLIDSILVER">Silver</link> metal.
fr: (Ag<sub>2</sub>S) L'argentite est un sulfure d'argent cubique, un métal conducteur et la principale source de métal raffiné <link="SOLIDSILVER">argent</link>.
ru: (Ag<sub>2</sub>S) Аргентит — кубический сульфид серебра, проводящий металл и основной источник очищенного металлического <link="SOLIDSILVER">серебра</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.ARGENTITEORE.NAME
source: <link="ARGENTITEORE">Silver Ore</link>
fr: <link="ARGENTITEORE">Minerai d'argent</link>
ru: <link="ARGENTITEORE">Серебряная руда</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AURICHALCITEORE.DESC
source: ((Zn,Cu)<sub>5</sub>(CO<sub>3</sub>)<sub>2</sub>(OH)<sub>6</sub>) Aurichalcite is a carbonate mineral, and the main source of refined <link="SOLIDZINC">Zinc</link> metal.
fr: ((Zn,Cu)<sub>5</sub>(CO<sub>3</sub>)<sub>2</sub>(OH)<sub>6</sub>) L'aurichalcite est un minéral carbonaté et la principale source de métal raffiné <link="SOLIDZINC">Zinc</link>.
ru: ((Zn,Cu)<sub>5</sub>(CO<sub>3</sub>)<sub>2</sub>(OH)<sub>6</sub>) Аурихальцит - это карбонатный минерал и основной источник очищенного металлического <link="SOLIDZINC">цинка</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.AURICHALCITEORE.NAME
source: <link="AURICHALCITEORE">Zinc Ore</link>
fr: <link="AURICHALCITEORE">Minerai de zinc</link>
ru: <link="AURICHALCITEORE">Цинковая руда</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.BASEGRADESAND.DESC
source: A heavy sandy material composed mostly of common metallic grains, mixed with other finer mineral particles.
fr: Matériau sableux lourd composé principalement de grains métalliques communs, mélangés à d'autres particules minérales plus fines.
ru: Тяжёлый песчаный материал, состоящий в основном из зёрен обычных металлов, смешанных с другими более мелкими минеральными частицами.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.BASEGRADESAND.NAME
source: <link="BASEGRADESAND">Base-Grade Metallic Sand</link>
fr: <link="BASEGRADESAND">Sable métallique de base</link>
ru: <link="BASEGRADESAND">Базовый металлический песок</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.BIOPLASTIC.DESC
source: A synthetic biopolymer produced from renewable biomass sources, such as vegetable fats and oils, and enzymes from bacterial biosynthesis. Unlike traditional plastics, which are derived from fossil fuels, bioplastics are obtained from renewable resources.
fr: Biopolymère synthétique produit à partir de biomasse renouvelable, comme les graisses et huiles végétales, et d'enzymes issues de la biosynthèse bactérienne. Contrairement aux plastiques traditionnels, dérivés de combustibles fossiles, les bioplastiques sont issus de ressources renouvelables.
ru: Синтетический биополимер, получаемый из возобновляемых источников биомассы, таких как растительные жиры и масла, а также ферментов бактериального биосинтеза. В отличие от традиционных пластиков, которые производятся из ископаемого топлива, биопластики производятся из возобновляемых ресурсов.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.BIOPLASTIC.NAME
source: <link="BIOPLASTIC">Bioplastic</link>
fr: <link="BIOPLASTIC">Bioplastique</link>
ru: <link="BIOPLASTIC">Биопластик</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.CARBONFIBER.DESC
source: Carbon fiber-reinforced polymers blocks are extremely strong and light fiber-reinforced plastics that contain carbon fibers. Used on wherever high strength-to-weight ratio and stiffness (rigidity) are required, such as aerospace. Its composition of allotropes of carbon make it extremely resistant to heat.
fr: Les blocs polymères renforcés de fibres de carbone sont des plastiques renforcés de fibres de carbone extrêmement résistants et légers. Ils sont utilisés partout oà¹ un rapport résistance/poids et une rigidité élevés sont requis, comme dans l'aéronautique. Leur composition en allotropes de carbone les rend extrêmement résistants à la chaleur.
ru: Блоки из полимеров, армированных углеродным волокном, - это чрезвычайно прочные и лёгкие армированные волокном пластики, содержащие углеродные волокна. Они используются везде, где требуется высокая прочность на единицу массы и жёсткость, например, в аэрокосмической промышленности. Благодаря аллотропным модификациям углерода, они чрезвычайно устойчивы к воздействию высоких температур.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.CARBONFIBER.NAME
source: <link="CARBONFIBER">Carbon Composite</link>
fr: <link="CARBONFIBER">Composite de carbone</link>
ru: <link="CARBONFIBER">Углеродный композит</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.CHLOROSCHIST.DESC
source: A dense medium-grained metamorphic rock showing pronounced schistosity. This sample has a high content of chloride minerals within its compacted layers.
fr: Roche métamorphique dense à grain moyen présentant une schistosité prononcée. Cet échantillon présente une forte teneur en minéraux chlorés dans ses couches compactées.
ru: Плотная среднезернистая метаморфическая порода с выраженной сланцеватостью. В уплотнённых слоях этого образца наблюдается высокое содержание хлоридных минералов.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.CHLOROSCHIST.NAME
source: <link="CHLOROSCHIST">Chloroschist</link>
fr: <link="CHLOROSCHISTE">Chloroschiste</link>
ru: <link="CHLOROSCHIST">Хлоросланец</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.CONCRETEBLOCK.DESC
source: Concrete blocks are standard-size rectangular blocks used in building construction. A versatile component made from different aggregates that are often considered waste products.
fr: Les blocs de béton sont des blocs rectangulaires de taille standard utilisés dans la construction de bâtiments. C'est un composant polyvalent fabriqué à partir de différents granulats, souvent considérés comme des déchets.
ru: Бетонные блоки - это прямоугольные блоки стандартного размера, используемые в строительстве. Универсальный материал, изготовленный из различных заполнителей, которые часто считаются отходами.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.CONCRETEBLOCK.NAME
source: <link="CONCRETEBLOCK">Concrete Block</link>
fr: <link="CONCRETEBLOCK">Bloc de béton</link>
ru: <link="CONCRETEBLOCK">Бетонный блок</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.GALENA.DESC
source: Galena is the natural mineral form of lead(II) sulfide (PbS).It is the most important ore of <link="LEAD">Lead</link> and an important source of <link="SOLIDSILVER">Silver</link>.
fr: La galène est la forme minérale naturelle du sulfure de plomb (II) (PbS). C'est le minerai le plus important de <link="LEAD">plomb</link> et une source importante d'<link="SOLIDSILVER">argent</link>.
ru: Галенит - это природная минеральная форма сульфида свинца(II) (PbS). Это важнейшая руда <link="LEAD">свинца</link> и важный источник <link="SOLIDSILVER">серебра</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.GALENA.NAME
source: <link="GALENA">Galena</link>
fr: <link="GALENA">Galène</link>
ru: <link="GALENA">Галенит</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.HIGHGRADESAND.DESC
source: A glimmering sandy material composed mostly of high quality metallic grains, mixed with other finer mineral particles.
fr: Un matériau sableux scintillant composé principalement de grains métalliques de haute qualité, mélangés à d'autres particules minérales plus fines.
ru: Мерцающий песчаный материал, состоящий в основном из высококачественных металлических зёрен, смешанных с другими более мелкими минеральными частицами.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.HIGHGRADESAND.NAME
source: <link="HIGHGRADESAND">High-Grade Metallic Sand</link>
fr: <link="HIGHGRADESAND">Sable métallique de haute qualité</link>
ru: <link="HIGHGRADESAND">Высококачественный металлический песок</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.ISOPROPANEGAS.DESC
source: (HC(CH<sub>3</sub>)<sub>3</sub>) Isopropane is a petrochemical refrigerant gas suitable for a variety of purposes. Degrades to <link="PROPANE">Propane</link> at higher temperatures.
fr: (HC(CH<sub>3</sub>)<sub>3</sub>) L'isopropane est un gaz réfrigérant pétrochimique adapté à diverses applications. Il se dégrade en <link="PROPANE">propane</link> à des températures plus élevées.
ru: (HC(CH<sub>3</sub>)<sub>3</sub>) Изопропан - нефтехимический хладагент, подходящий для различных целей. При высоких температурах разлагается до <link="PROPANE">Пропана</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.ISOPROPANEGAS.NAME
source: <link="ISOPROPANEGAS">Isopropane</link>
ru: <link="ISOPROPANEGAS">Изопропан</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDAMMONIA.DESC
source: (NH<sub>3</sub>) Ammonia is an inorganic compound of nitrogen and hydrogen, currently in its cold, liquid state.
fr: (NH<sub>3</sub>) L'ammoniac est un composé inorganique d'azote et d'hydrogène, actuellement à l'état liquide et froid.
ru: (NH<sub>3</sub>) Аммиак - неорганическое соединение азота и водорода, в настоящее время находящееся в холодном, жидком состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDAMMONIA.NAME
source: <link="LIQUIDAMMONIA">Liquid Ammonia</link>
fr: <link="LIQUIDAMMONIA">Ammoniac liquide</link>
ru: <link="LIQUIDAMMONIA">Жидкий аммиак</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDBIODIESEL.DESC
source: Renewable diesel is a renewable biofuel from biological sources like vegetable oils. Used as an alternative to fossil fuels.
fr: Le diesel renouvelable est un biocarburant renouvelable issu de sources biologiques comme les huiles végétales. Il est utilisé comme alternative aux combustibles fossiles.
ru: Возобновляемый дизель - это возобновляемое биотопливо из биологических источников, таких как растительные масла. Используется в качестве альтернативы ископаемому топливу.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDBIODIESEL.NAME
source: <link="LIQUIDBIODIESEL">Renewable Diesel</link>
fr: <link="LIQUIDBIODIESEL">Diesel renouvelable</link>
ru: <link="LIQUIDBIODIESEL">Возобновляемый дизель</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDNITRIC.DESC
source: (HNO<sub>3</sub>) An inorganic mineral acid composed of the elements nitrogen, oxygen and hydrogen. Presented in its liquid state, is the primary reagent used for nitration – the addition of a nitro group, typically to an organic molecule.
fr: (HNO<sub>3</sub>) Acide minéral inorganique composé des éléments azote, oxygène et hydrogène. À l'état liquide, c'est le principal réactif utilisé pour la nitration, c'est-à-dire l'ajout d'un groupe nitro, généralement à une molécule organique.
ru: (HNO<sub>3</sub>) - неорганическая минеральная кислота, состоящая из азота, кислорода и водорода. В жидком состоянии является основным реагентом для нитрования - присоединения нитрогруппы, как правило, к органической молекуле.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDNITRIC.NAME
source: <link="LIQUIDNITRIC">Nitric Acid</link>
fr: <link="LIQUIDNITRIC">Acide nitrique</link>
ru: <link="LIQUIDNITRIC">Азотная кислота</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDNITROGEN.DESC
source: (N<sub>2</sub>) Nitrogen is a nonmetal and the lightest member of group 15 of the periodic table, currently in its cold, liquid state.
fr: (N<sub>2</sub>) L'azote est un non-métal et le membre le plus léger du groupe 15 du tableau périodique, actuellement à l'état liquide et froid.
ru: (N<sub>2</sub>) Азот - неметалл и самый лёгкий элемент 15-й группы периодической таблицы, в настоящее время находящийся в холодном, жидком состоянии.

# RonivansLegacy_ChemicalProcessing.STRINGS.ELEMENTS.LIQUIDNITROGEN.NAME
source: <link="LIQUIDNITROGEN">Liquid Nitrogen</link>
fr: <link="LIQUIDNITROGEN">Azote liquide</link>
ru: <link="LIQUIDNITROGEN">Жидкий азот</link>
