Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: Sabatier Reaction: <link="LIQUIDCARBONDIOXIDE">Liquid Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Sabatier Reaction produce <link="WATER">Water</link>, <link="METHANE">Natural Gas</link> and <link="RUST">Rust</link> as waste product. Bosch Reaction: <link="CARBONDIOXIDE">Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Bosch Reaction produce <link="STEAM">Steam</link>, <link="GRAPHITE">Graphite</link> and <link="RUST">Rust</link> as waste product.
fr: Réaction de Sabatier : <link="LIQUIDCARBONDIOXIDE">Dioxyde de carbone liquide</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Sabatier produit de l'<link="WATER">Eau</link>, du <link="METHANE">Gaz naturel</link> et de la <link="RUST">Rouille</link> comme déchets. Réaction de Bosch : <link="CARBONDIOXIDE">Dioxyde de carbone</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Bosch produit de la <link="STEAM">Vapeur</link>, du <link="GRAPHITE">Graphite</link> et de la <link="RUST">Rouille</link> comme déchets.
ru: Реакция Сабатье: <link="LIQUIDCARBONDIOXIDE">жидкий углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Сабатье образуются <link="WATER">вода</link>, <link="METHANE">природный газ</link> и <link="RUST">ржавчина</link> в качестве отходов. Реакция Боша: <link="CARBONDIOXIDE">углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Боша образуются <link="STEAM">пар</link>, <link="GRAPHITE">графит</link> и <link="RUST">ржавчина</link> в качестве отходов.

source: An autonomous chemical device capable of executing both Bosch and Sabatier Reactions based on the input conditions.
fr: Un dispositif chimique autonome capable d'exécuter les réactions Bosch et Sabatier en fonction des conditions d'entrée.
ru: Автономное химическое устройство, способное выполнять реакции Боша и Сабатье в зависимости от входных условий.

source: THIS BUILDING HAS BEEN DEPRECATED AND CANNOT BE BUILT. INSTEAD, USE THE REGULAR <link="CHEMICALCO2RECYCLER">Carbon Recycling Unit</link> Sabatier Reaction: <link="LIQUIDCARBONDIOXIDE">Liquid Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Sabatier Reaction produce <link="WATER">Water</link>, <link="METHANE">Natural Gas</link> and <link="RUST">Rust</link> as waste product. Bosch Reaction: <link="CARBONDIOXIDE">Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Bosch Reaction produce <link="STEAM">Steam</link>, <link="GRAPHITE">Graphite</link> and <link="RUST">Rust</link> as waste product.
fr: CE Bà‚TIMENT EST DéCONSEILLé ET NE PEUT PAS êTRE CONSTRUIT. UTILISEZ à€ LA PLACE L'<link="CHEMICALCO2RECYCLER">Unité de recyclage du carbone</link> NORMAL. Réaction de Sabatier : <link="LIQUIDCARBONDIOXIDE">Dioxyde de carbone liquide</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Sabatier produit de l'<link="WATER">Eau</link>, du <link="METHANE">Gaz naturel</link> et de la <link="RUST">Rouille</link> comme déchets. Réaction de Bosch : <link="CARBONDIOXIDE">Dioxyde de carbone</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction Bosch produit de la <link="STEAM">vapeur</link>, du <link="GRAPHITE">graphite</link> et de la <link="RUST">rouille</link> comme déchets.
ru: ЭТО ЗДАНИЕ УСТАРЕЛО И НЕ МОЖЕТ БЫТЬ ПОСТРОЕНО. ВМЕСТО ЭТОГО ИСПОЛЬЗУЙТЕ ОБЫЧНЫЙ <link="CHEMICALCO2RECYCLER">Установку переработки углерода</link> Реакция Сабатье: <link="LIQUIDCARBONDIOXIDE">жидкий углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Сабатье образуются <link="WATER">вода</link>, <link="METHANE">природный газ</link> и <link="RUST">ржавчина</link> в качестве отходов. Реакция Боша: <link="CARBONDIOXIDE">углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Боша в качестве отходов образуются <link="STEAM">пар</link>, <link="GRAPHITE">графит</link> и <link="RUST">ржавчина</link>.

source: <link="CHEMICALCO2RECYCLERDLC1">[DEPRECATED] SpacedOut Carbon Recycling Unit</link>
fr: <link="CHEMICALCO2RECYCLERDLC1">[OBSOLETE] Unité de recyclage du carbone SpacedOut</link>
ru: <link="CHEMICALCO2RECYCLERDLC1">[УСТАРЕЛО] SpacedOut Установка для переработки углерода</link>

source: An industrial grade boiler that generates thermal energy by burning solid fossil fuels.
fr: Une chaudière de qualité industrielle qui génère de l'énergie thermique en brûlant des combustibles fossiles solides.
ru: Промышленный котёл, вырабатывающий тепловую энергию путем сжигания твёрдого ископаемого топлива.

source: Boils <link="WATER">Water</link> to <link="STEAM">Steam</link> at 200 °C. This particular boiler uses <link="COMBUSTIBLESOLID">Combustustable Solids</link> as fuel.
fr: Fait bouillir de l'<link="WATER">eau</link> en <link="STEAM">vapeur</link> à 200 °C. Cette chaudière particulière utilise des <link="COMBUSTIBLESOLID">solides combustibles</link> comme combustible.
ru: Превращает <link="WATER">воду</link> в <link="STEAM">пар</link> при температуре 200 °C. Данный котёл использует в качестве топлива <link="COMBUSTIBLESOLID">горючие твёрдые вещества</link>.

source: <link="CHEMICALCOALBOILER">Carbon fueled Steam Boiler</link>
fr: <link="CHEMICALCOALBOILER">Chaudière à vapeur alimentée au charbon</link>
ru: <link="CHEMICALCOALBOILER">Паровой котёл на углеродном топливе</link>

source: An industrial process plant responsible for refining raw oil extracted from wells.
fr: Une usine de traitement industriel chargée de raffiner le pétrole brut extrait des puits.
ru: Промышленный перерабатывающий завод, ответственный за переработку сырой нефти, добываемой из скважин.

source: This refinement plant is capable of the following production from <link="CRUDEOIL">Crude Oil</link>: - 50% <link="PETROLEUM">Petroleum</link> - 25% <link="NAPHTHA">Naphtha</link> - 10% <link="METHANE">Natural Gas</link> - 10% <link="SOURWATER">Sour Water</link> waste. - 5% <link="BITUMEN">Bitumen</link> waste. The process requires <link="STEAM">Steam</link> for the operation. IMPORTANT: The building require all pipes ports to be connected with their respective pipes in order for it to operate.
fr: Cette usine de raffinage est capable de produire les produits suivants à partir de <link="CRUDEOIL">pétrole brut</link> : - 50 % <link="PETROLEUM">pétrole</link> - 25 % <link="NAPHTHA">naphta</link> - 10 % <link="METHANE">gaz naturel</link> - 10 % de déchets <link="SOURWATER">eau acide</link>. - 5 % de déchets <link="BITUMEN">bitume</link>. Le procédé nécessite de la <link="STEAM">vapeur</link> pour fonctionner. IMPORTANT : Le bâtiment nécessite que tous les orifices des tuyaux soient connectés à leurs tuyaux respectifs pour fonctionner.
ru: Данный нефтеперерабатывающий завод способен производить из <link="CRUDEOIL">сырой нефти</link> следующие виды продукции: - 50% <link="PETROLEUM">нефть</link> - 25% <link="NAPHTHA">нафта</link> - 10% <link="METHANE">природный газ</link> - 10% <link="SOURWATER">серная вода</link> (отходы). - 5% <link="BITUMEN">битум</link> (отходы). Для работы процесса требуется <link="STEAM">пар</link>. ВАЖНО: Для работы установки необходимо, чтобы все трубопроводы были соединены с соответствующими трубами.

source: <link="CHEMICALCRUDEOILREFINERY">Crude Oil Refinery</link>
fr: <link="CHEMICALCRUDEOILREFINERY">Raffinerie de pétrole brut</link>
ru: <link="CHEMICALCRUDEOILREFINERY">Нефтеперерабатывающий завод</link>

source: An industrial process plant responsible for refining raw oil extracted from wells.
fr: Une usine de traitement industriel chargée de raffiner le pétrole brut extrait des puits.
ru: Промышленное перерабатывающее предприятие, ответственное за переработку сырой нефти, добываемой из скважин.

source: The refinery has two stages: First Stage: <link="CRUDEOIL">Crude Oil</link> is first refined to: - 50% <link="PETROLEUM">Petroleum</link> - 25% <link="NAPHTHA">Naphtha</link> - 10% <link="METHANE">Natural Gas</link> - 15% <link="BITUMEN">Bitumen</link>. Second Stage: <link="NAPHTHA">Naphtha</link> is furter refined: - 45% <link="PETROLEUM">Petroleum</link> - 10% <link="METHANE">Natural Gas</link> - 45% <link="BITUMEN">Bitumen</link>. The first stage uses <link="STEAM">Steam</link> for the distillation process, while the second Stage uses <link="HYDROGEN">Hydrogen</link> to buffer the reaction.
fr: La raffinerie comporte deux étapes : Première étape : le <link="CRUDEOIL">pétrole brut</link> est d'abord raffiné pour : - 50 % <link="PETROLEUM">pétrole</link> - 25 % <link="NAPHTHA">naphta</link> - 10 % <link="METHANE">gaz naturel</link> - 15 % <link="BITUMEN">bitume</link>. Deuxième étape : le <link="NAPHTHA">naphta</link> est ensuite raffiné : - 45 % <link="PETROLEUM">pétrole</link> - 10 % <link="METHANE">gaz naturel</link> - 45 % <link="BITUMEN">bitume</link>. La première étape utilise <link="STEAM">Vapeur</link> pour le processus de distillation, tandis que la deuxième étape utilise <link="HYDROGEN">Hydrogène</link> pour tamponner la réaction.
ru: Нефтеперерабатывающий цикл состоит из двух этапов: Первый этап: <link="CRUDEOIL">сырая нефть</link> сначала перерабатывается до: - 50% <link="PETROLEUM">нефти</link> - 25% <link="NAPHTHA">нафты</link> - 10% <link="METHANE">природного газа</link> - 15% <link="BITUMEN">битума</link>. Второй этап: <link="NAPHTHA">нафта</link> далее перерабатывается до: - 45% <link="PETROLEUM">нефти</link> - 10% <link="METHANE">природного газа</link> - 45% <link="BITUMEN">битума</link>. На первом этапе для процесса дистилляции используется <link="STEAM">пар</link>, а на втором этапе для буферизации реакции используется <link="HYDROGEN">водород</link>.

source: <link="CHEMICALCRUDEOILREFINERYSTAGED">Multi-Stage Crude Oil Refinery</link>
fr: <link="CHEMICALCRUDEOILREFINERYSTAGED">Raffinerie de pétrole brut à plusieurs étages</link>
ru: <link="CHEMICALCRUDEOILREFINERYSTAGED">Многоступенчатый нефтеперерабатывающий завод</link>

source: A small sized eletric boiler.
fr: Une chaudière électrique de petite taille.
ru: Малогабаритный электрический котёл.

source: Boils <link="WATER">Water</link> to <link="STEAM">Steam</link> at 106 °C. This particular boiler uses electricity.
fr: Permet de faire bouillir de l'eau en vapeur à 106 °C. Cette chaudière utilise de l'électricité.
ru: Кипятит <link="WATER">воду</link> до <link="STEAM">пара</link> при температуре 106 °C. Этот котёл работает на электричестве.

source: <link="CHEMICALELECTRICBOILER">Electric Steam Boiler</link>
fr: Chaudière à vapeur électrique
ru: <link="CHEMICALELECTRICBOILER">Электрический паровой котёл</link>

source: A device that uses endothermical chemical reaction to cool itself and its surroundings.
fr: Un appareil qui utilise une réaction chimique endothermique pour se refroidir et refroidir son environnement.
ru: Устройство, которое использует эндотермическую химическую реакцию для охлаждения себя и своего окружения.

source: Creates an endothermical reaction from a mixture of <link="AMMONIUMSALT">Nitrate Nodules</link> and <link="WATER">Water</link>. Outputs <link="AMMONIUMWATER">Ammonium Water</link> as result.
fr: Crée une réaction endothermique à partir d'un mélange de <link="AMMONIUMSALT">nodules de nitrate</link> et d'<link="WATER">eau</link>. Produit de l'<link="AMMONIUMWATER">eau ammoniacale</link> comme résultat.
ru: Создаёт эндотермическую реакцию из смеси <link="AMMONIUMSALT">нитратных конкреций</link> и <link="WATER">воды</link>. В результате получается <link="AMMONIUMWATER">аммиачная вода</link>.

source: <link="CHEMICALENDOTHERMICUNIT">Endothermic Unit</link>
fr: <link="CHEMICALENDOTHERMICUNIT">Unité endothermique</link>
ru: <link="CHEMICALENDOTHERMICUNIT">Эндотермический блок</link>

source: An industrial grade boiler that generates thermal energy by burning Combustible Gases.
fr: Une chaudière de qualité industrielle qui génère de l'énergie thermique en brûlant des gaz combustibles.
ru: Промышленный котёл, вырабатывающий тепловую энергию путем сжигания горючих газов.

source: Boils <link="WATER">Water</link> to <link="STEAM">Steam</link> at 200 °C. This particular boiler uses <link="COMBUSTIBLEGAS">Combustible Gases</link> as fuel, but may as well work with other combustible gases.
fr: Permet de faire bouillir de l'eau en vapeur à 200 °C. Cette chaudière utilise des gaz combustibles comme combustible, mais peut également fonctionner avec d'autres gaz combustibles.
ru: Превращает <link="WATER">воду</link> в <link="STEAM">пар</link> при температуре 200 °C. Этот котёл использует в качестве топлива <link="COMBUSTIBLEGAS">горючие газы</link>, но может работать и с другими горючими газами.

source: <link="CHEMICALGASBOILER">Gas-fueled Steam Boiler</link>
fr: <link="CHEMICALGASBOILER">Chaudière à vapeur alimentée au gaz</link>
ru: <link="CHEMICALGASBOILER">Паровой котёл на газе</link>

source: A plasma arc furnace uses low-temperature plasma flow created by an electric arc heater (plasmatron).
fr: Un four à arc plasma utilise un flux de plasma à basse température créé par un appareil de chauffage à arc électrique (plasmatron).
ru: Плазменная дуговая печь использует поток низкотемпературной плазмы, создаваемый электродуговым нагревателем (плазмотроном).

source: This techlogical advanced glass foundry is capable more than melt <link="SAND">Sand</link> in to <link="MOLTENGLASS">Molten Glass</link>, but a wide range of other applications.
fr: Cette fonderie de verre à la pointe de la technologie est capable non seulement de faire fondre du <link="SAND">sable</link> en <link="MOLTENGLASS">verre fondu</link>, mais également d'une large gamme d'autres applications.
ru: Этот технологически продвинутый стекольный завод способен не только плавить <link="SAND">песок</link> в <link="MOLTENGLASS">расплавленное стекло</link>, но и имеет широкий спектр других применений.

source: <link="CHEMICALGLASSFOUNDRY">Glass Foundry</link>
fr: <link="CHEMICALGLASSFOUNDRY">Fonderie de verre</link>
ru: <link="CHEMICALGLASSFOUNDRY">Стеклолитейный завод</link>

source: An industrial grade boiler that generates thermal energy by burning Combustible Liquids.
ru: Промышленный котёл, вырабатывающий тепловую энергию путём сжигания горючих жидкостей.

source: Boils <link="WATER">Water</link> to <link="STEAM">Steam</link> at 200 °C. This particular boiler uses <link="COMBUSTIBLELIQUID">Combustible Liquids</link> as fuel.
ru: Превращает <link="WATER">воду</link> в <link="STEAM">пар</link> при температуре 200 °C.Этот котёл в качестве топлива использует <link="COMBUSTIBLELIQUID">горючие жидкости</link>.

source: <link="CHEMICALGASBOILER">Liquid-fueled Steam Boiler</link>
ru: <link="CHEMICALGASBOILER">Паровой котел на жидком топливе</link>

source: This chemical fabricator has several functions in petrochemical industry.
fr: Ce fabricant de produits chimiques a plusieurs fonctions dans l'industrie pétrochimique.
ru: Этот производитель химической продукции выполняет несколько функций в нефтехимической промышленности.

source: An industrial aparatus capable to address several chemical reactions. Its large array of pipes allows safe handling of dangerous liquids and gases.
fr: Un appareil industriel capable de gérer plusieurs réactions chimiques. Son large réseau de tuyauterie permet une manipulation sûre des liquides et gaz dangereux.
ru: Промышленный аппарат, способный проводить различные химические реакции. Его большой набор труб обеспечивает безопасную работу с опасными жидкостями и газами.

source: <link="CHEMICALMIXINGUNIT">Chemical Mixing Unit</link>
fr: <link="CHEMICALMIXINGUNIT">Unité de mélange chimique</link>
ru: <link="CHEMICALMIXINGUNIT">Блок смешивания химических веществ</link>

source: An industrial petrochemical plant responsible for rearranging hydrocarbon molecules of Naphtha in to Petroleum.
fr: Une usine pétrochimique industrielle chargée de réorganiser les molécules d'hydrocarbures du naphta en pétrole.
ru: Промышленное нефтехимическое предприятие, ответственное за перегруппировку углеводородных молекул жидкого лигроина в нефть.

source: This second stage refinement plant is capable of furter refining <link="NAPHTHA">Naphtha</link>: - 45% <link="PETROLEUM">Petroleum</link> - 10% <link="METHANE">Natural Gas</link> - 45% <link="BITUMEN">Bitumen</link>. The process requires <link="HYDROGEN">Hydrogen</link> to buffer the reaction.IMPORTANT: The building require all pipes ports to be connected with their respective pipes in order for it to operate.
fr: Cette usine de raffinage de deuxième étape est capable de raffiner davantage <link="NAPHTHA">Naphta</link> : - 45 % <link="PETROLEUM">Pétrole</link> - 10 % <link="METHANE">Gaz naturel</link> - 45 % <link="BITUMEN">Bitume</link>. Le processus nécessite de l'<link="HYDROGEN">Hydrogène</link> pour tamponner la réaction.IMPORTANT : Le bâtiment nécessite que tous les orifices des tuyaux soient connectés à leurs tuyaux respectifs pour pouvoir fonctionner.
ru: Эта установка второй ступени очистки способна осуществлять дальнейшую переработку <link="NAPHTHA">жидкого лигроина</link>: - 45% <link="PETROLEUM">нефть</link> - 10% <link="METHANE">природный газ</link> - 45% <link="BITUMEN">битум</link>. Для протекания процесса требуется <link="HYDROGEN">водород</link>. ВАЖНО: Для работы установки необходимо, чтобы все патрубки трубопроводов были соединены с соответствующими трубами.

source: <link="CHEMICALNAPHTHAREFORMER">Naphtha Reformer</link>
fr: <link="CHEMICALNAPHTHAREFORMER">Réformateur de naphta</link>
ru: <link="CHEMICALNAPHTHAREFORMER">Преобразователь жидкого лигроина</link>

source: An industrial petrochemical plant responsible for oxidative steam reforming process of Propane to Hydrogen.
fr: Une usine pétrochimique industrielle responsable du processus de reformage oxydatif à la vapeur du propane en hydrogène.
ru: Промышленное нефтехимическое предприятие, осуществляющее процесс окислительной паровой конверсии пропана в водород.

source: Reforming process of <link="PROPANE">Propane</link> in to: - 60% <link="HYDROGEN">Hydrogen</link> - 30% <link="DIRTYWATER">Polluted Water</link> waste - 10% <link="CARBONDIOXIDE">Carbon Dioxide</link> waste The process require <link="STEAM">Steam</link> for the operation. IMPORTANT: The building require all pipes ports to be connected with their respective pipes in order for it to operate.
fr: Processus de reformage du <link="PROPANE">propane</link> en : - 60 % <link="HYDROGEN">hydrogène</link> - 30 % <link="DIRTYWATER">eau polluée</link> de déchets - 10 % <link="CARBONDIOXIDE">dioxyde de carbone</link> de déchets Le processus nécessite de la <link="STEAM">vapeur</link> pour fonctionner. IMPORTANT : Le bâtiment nécessite que tous les orifices des tuyaux soient connectés à leurs tuyaux respectifs pour fonctionner.
ru: Процесс преобразования <link="PROPANE">пропана</link> в: - 60% <link="HYDROGEN">водорода</link> - 30% <link="DIRTYWATER">загрязнённой воды</link> (отходы) - 10% <link="CARBONDIOXIDE">диоксид углерода</link> (отходы) Для работы процесса требуется <link="STEAM">пар</link>. ВАЖНО: Для работы системы необходимо, чтобы все патрубки трубопроводов были соединены с соответствующими трубами.

source: <link="CHEMICALPROPANEREFORMER">Propane Reformer</link>
fr: <link="CHEMICALPROPANEREFORMER">Réformateur de propane</link>
ru: <link="CHEMICALPROPANEREFORMER">Преобразователь пропана</link>

source: An industrial process plant responsible for refining the impure raw natural gas extracted from wells.
fr: Une usine de traitement industriel chargée de raffiner le gaz naturel brut impur extrait des puits.
ru: Промышленное перерабатывающее предприятие, отвечающее за очистку неочищенного природного газа, добываемого из скважин.

source: This refinement plant is capable of the following production: - 50% <link="METHANE">Natural Gas</link> - 35% <link="PROPANE">Propane</link> - 15% <link="SOURWATER">Sour Water</link> waste The process requires <link="STEAM">Steam</link> for the operation. IMPORTANT: The building require all pipes ports to be connected with their respective pipes in order for it to operate.
fr: Cette usine de raffinage est capable de la production suivante : - 50 % de <link="METHANE">gaz naturel</link> - 35 % de <link="PROPANE">propane</link> - 15 % de déchets d'<link="SOURWATER">eau acide</link> Le processus nécessite de la <link="STEAM">vapeur</link> pour fonctionner. IMPORTANT : Le bâtiment nécessite que tous les orifices des tuyaux soient connectés à leurs tuyaux respectifs pour pouvoir fonctionner.
ru: Данная установка очистки способна производить следующие виды продукции: - 50% <link="METHANE">природный газ</link> - 35% <link="PROPANE">пропан</link> - 15% <link="SOURWATER">серная вода</link> Для работы процесса требуется <link="STEAM">Пар</link>. ВАЖНО: Для работы установки необходимо, чтобы все патрубки трубопроводов были соединены с соответствующими трубами.

source: <link="CHEMICALRAWGASREFINERY">Raw Gas Refinery</link>
fr: <link="CHEMICALRAWGASREFINERY">Raffinerie de gaz brut</link>
ru: <link="CHEMICALRAWGASREFINERY">Завод по переработке сырого газа</link>

source: An industrial process plant responsible for refining the impure raw natural gas extracted from wells.
fr: Une usine de traitement industriel chargée de raffiner le gaz naturel brut impur extrait des puits.
ru: Промышленное перерабатывающее предприятие, отвечающее за очистку неочищенного природного газа, добываемого из воронок.

source: The refinery has three stages: First Stage: Raw Natural Gas is first refined to: - 50% <link="PETROLEUM">Natural Gas</link> - 40% <link="PROPANE">Propane</link> - 10% <link="SOURGAS">Sour Gas</link> Second Stage: <link="PROPANE">Propane</link> is mixed with <link="HYDROGEN">Hydrogen</link> resulting in a complete conversion to <link="METHANE">Methane</link> Third Stage reacts the remaining <link="SOURGAS">Sour Gas</link> with Nitric Acid, producing Ammonia Gas.
fr: La raffinerie comporte trois étapes : Première étape : le gaz naturel brut est d'abord raffiné en : - 50 % de <link="PETROLEUM">gaz naturel</link> - 40 % de <link="PROPANE">propane</link> - 10 % de <link="SOURGAS">gaz acide</link> Deuxième étape : le <link="PROPANE">propane</link> est mélangé à de l'<link="HYDROGEN">hydrogène</link>, ce qui entraà®ne une conversion complète en <link="METHANE">méthane</link> La troisième étape fait réagir le <link="SOURGAS">gaz acide</link> restant avec de l'acide nitrique, produisant ainsi du gaz ammoniac.
ru: Переработка состоит из трёх этапов: Первый этап: сырой природный газ сначала очищается до: - 50% <link="METHANE">природного газа</link> - 40% <link="PROPANE">пропана</link> - 10% <link="SOURGAS">серного газа</link> Второй этап: <link="PROPANE">пропан</link> смешивается с <link="HYDROGEN">водородом</link>, что приводит к полному превращению в <link="METHANE">метан</link> На третьем этапе оставшийся <link="SOURGAS">серный газ</link> реагирует с азотной кислотой, образуя аммиак.

source: <link="CHEMICALRAWGASREFINERYSTAGED">Multi-Stage Raw Gas Refinery</link>
fr: <link="CHEMICALRAWGASREFINERYSTAGED">Raffinerie de gaz brut à plusieurs étages</link>
ru: <link="CHEMICALRAWGASREFINERYSTAGED">Многоступенчатый завод по переработке сырого газа</link>

source: A chemical loom capable of producing celulose fibers with Viscose process.
fr: Un métier à tisser chimique capable de produire des fibres de cellulose avec le procédé Viscose.
ru: Химический ткацкий станок, способный производить целлюлозные волокна с использованием вискозного процесса.
