Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: Heavy-Duty Rail Capacity Multiplier
fr: Multiplicateur de capacité ferroviaire lourde
ru: Множитель ёмкость сверхопрочных рельсов

source: Heavy-Duty Rails serve as an late game upgrade to conveyor rails, having a much higher throughput at the cost of more complex build requirements. Total Capacity is calculated based on the base rail capacity (includes compatibility with CustomizeBuildings)
fr: Les rails robustes constituent une amélioration tardive des rails transporteurs, offrant un débit beaucoup plus élevé au prix d'exigences de construction plus complexes. La capacité totale est calculée sur la base de la capacité de base des rails (compatibilité avec CustomizeBuildings incluse).
ru: Сверхпрочные рельсы представляют собой позднюю версию модернизации конвейерных рельсов, обеспечивая гораздо более высокую пропускную способность за счет более сложных требований к строительству. Общая вместимость рассчитывается на основе базовой грузоподъемности рельс (включая совместимость с Customize Buildings).

source: Enable Heavy-Duty Rails
fr: Activer les rails robustes
ru: Влючить сверхпрочные рельсы

source: Heavy-Duty Rails serve as an late game upgrade to conveyor rails, having a much higher throughput at the cost of more complex build requirements.
fr: Les rails robustes servent de mise à niveau de fin de partie aux rails de convoyeur, avec un débit beaucoup plus élevé au prix d'exigences de construction plus complexes.
ru: Сверхпрочные рельсы представляют собой позднюю версию модернизации конвейерных рельсов, обеспечивая гораздо более высокую пропускную способность за счет более сложных требований к строительству.

source: Insulated Heavy-Duty Rails
fr: Rails isolés robustes
ru: Включить изолированные сверхпрочные рельсы

source: Logistic Rail Capacity Multiplier
fr: Multiplicateur de capacité logistique ferroviaire
ru: Множитель ёмкость логистического рельса

source: Logistic Rails serve as an early game version to conveyor rails, lacking the mechatronic requirements and unlocking earlier at the cost of lower maximum throughput. Total Capacity is calculated based on the base rail capacity (includes compatibility with CustomizeBuildings)
fr: Les rails logistiques constituent une version préliminaire des rails de convoyage, sans les exigences mécatroniques et débloquables plus tôt, au détriment d'un débit maximal inférieur. La capacité totale est calculée en fonction de la capacité de base des rails (compatibilité avec CustomizeBuildings incluse).
ru: Логистические рельсы представляют собой раннюю версию модернизации конвейерных рельсов, отсутствие требований к мехатронике и более ранняя разблокировка за счет снижения максимальной пропускной способности. Общая вместимость рассчитывается на основе базовой грузоподъемности рельс (включая совместимость с Customize Buildings)

source: Logistic Auto-Sweeper Range
fr: Gamme de balayeuses automatiques logistiques
ru: Дальность логистического автосброщика

source: The Logistic Auto-Sweeper serves as an early game version of the autosweeper, trading reduced carrying capacity for a lack of a mechatronics requirement.
fr: Le Logistic Auto-Sweeper sert de version de début de jeu du balayeur automatique, échangeant une capacité de transport réduite contre un manque d'exigence mécatronique.
ru: Логистический автосборщик представляет собой раннюю версию модернизации автосборщика, с уменьшенной грузоподъёмностью в обмен на отсутствие требований к мехатронике.

source: Modified Biome Composition
fr: Composition du biome modifiée
ru: Изменённый состав биомов

source: New mod elements are embedded into the biomes during worldgen.
fr: De nouveaux éléments de mod sont intégrés dans les biomes pendant la génération du monde.
ru: Новые элементы мода внедряются в биомы во время генерации мира.

source: Reenable old multi-stage refineries
ru: Повторное использование старых многоступенчатых НПЗ

source: Reenables the two old Multi-Stage refineries in chemical processing
ru: Восстанавливает работу двух старых многоступенчатых нефтеперерабатывающих заводов в химической промышленности.

# RonivansLegacy_ChemicalProcessing.STRINGS.RONIVANSLEGACY_AIO_DESC
source: All the mods created by Ronivan, now collected and remastered into one configurable modpack.
fr: Tous les mods créés par Ronivan, désormais rassemblés et remasterisés dans un seul modpack configurable.
ru: Все моды, созданные Ronivan, теперь собраны и переработаны в один настраиваемый модпак.

# RonivansLegacy_ChemicalProcessing.STRINGS.RONIVANSLEGACY_AIO_NAME
source: Ronivan's Legacy - Industrial Revolution
fr: L'héritage de Ronivan - Révolution industrielle
ru: Наследие Ронивана - Промышленная революция

source: Package Mass Threshold
ru: Порог массы пакета

source: Sets the minimum package size of outgoing packages
ru: Устанавливает минимальный размер исходящих пакетов.

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.BUILDINGEDITOR.BUILDINGCONFIGURABLE
source: This building has settings that can be modified.
fr: Ce bâtiment possède des paramètres qui peuvent être modifiés.
ru: В этом здании есть настройки, которые можно изменять.

source: Return
fr: Retour
ru: Назад

source: Close window
fr: Fermer la fenêtre
ru: Закрыть окно

source: Reset All Changes
fr: Réinitialiser toutes les modifications
ru: Сбросить все изменения

source: Reset all changes you have made
fr: Réinitialiser toutes les modifications que vous avez apportées
ru: Сбросить все внесенные вами изменения.

source: Storage Capacity:
fr: Capacité de stockage :
ru: Ёмкость хранилища:

source: Enable Building:
fr: Activer la construction :
ru: Включить здание:

source: Building Range:
fr: Gamme de bâtiments :
ru: Дальность здания:

source: Pump Range:
fr: Gamme de pompes :
ru: Дальность насоса:

source: Sweeper Range:
fr: Gamme de balayeuses :
ru: Дальность:

source: Power Consumption:
fr: Consommation d'énergie :
ru: Потребляемая мощность:

source: Power Generation:
fr: Production d'électricité :
ru: Производство электроэнергии:

source: Filter by Mod
fr: Filtrer par mod
ru: Фильтр по моду

source: No buildings found
fr: Aucun bâtiment trouvé
ru: Здания не найдены

source: Clear search bar
fr: Effacer la barre de recherche
ru: Очистить строку поиска

source: Filter buildings...
fr: Filtrer les bâtiments...
ru: Фильтрация зданий...

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.BUILDINGEDITOR.MOD_ORIGIN_TEXT
source: This building is part of:
fr: Ce bâtiment fait partie de :
ru: Это здание является частью:

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.BUILDINGEDITOR.PARENT_MOD_DISABLED
source: Building disabled by category. The parent mod this building is from is turned off in the config.
fr: Bâtiment désactivé par catégorie. Le mod parent dont provient ce bâtiment est désactivé dans la configuration.
ru: Здание отключено по категории. Родительский мод, из которого это здание, отключен в конфигурации.

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.BUILDINGEDITOR.RESETALLCHANGES.TEXT
source: Are you sure you want to reset all modifications you have done to the building configuration?
fr: êtes-vous sûr de vouloir réinitialiser toutes les modifications que vous avez apportées à la configuration du bâtiment ?
ru: Вы уверены, что хотите сбросить все изменения, внесённые вами в конфигурацию здания?

source: Reset Changes
fr: Réinitialiser les modifications
ru: Сбросить изменения

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.BUILDINGEDITOR.TITLE
source: Building Configuration Editor
fr: éditeur de configuration de bâtiment
ru: Редактор конфигурации здания

source: Advanced smelting of {0} extracts trace amounts of {1}. This process also produces small amounts of {2}
fr: La fusion avancée de {0} extrait des traces de {1}. Ce procédé produit également de petites quantités de {2}
ru: Усовершенствованная плавка {0} позволяет получить незначительные количества {1}. В ходе этого процесса также образуется небольшое количество {2}

source: Break down {0}, producing {1} and {2}.
fr: Décomposez {0}, produisant {1} et {2}.
ru: Разбить {0}, получить {1} и {2}.

source: Melt {0} to produce {1}.
fr: Faire fondre {0} pour produire {1}.
ru: Плавить {0}, чтобы получить {1}.

source: Smelt down {0} alloy to basic {1} metal.
fr: Fondre l'alliage {0} en métal de base {1}.
ru: Плавить сплав {0} в основной металл {1}.

source: Smelt {0} into random products. The Furnace system will separate the mixture in different portions based on each layer composition. The smelting process has a random chance of yielding the following materials: {1} Produces {2} as waste.
fr: Fondez {0} en produits aléatoires. Le système de four séparera le mélange en différentes portions en fonction de la composition de chaque couche. Le processus de fusion a une chance aléatoire de produire les matériaux suivants : {1} Produit {2} comme déchets.
ru: Плавить {0} в случайные продукты. Система печи разлет смесь на различные порции в зависимости от состава каждого слоя. В процессе плавки существует случайная вероятность получения следующих материалов {1} Производит {2} в качестве отходов.

source: Smelt {0} to produce {1}.
fr: Fondre {0} pour produire {1}.
ru: Плавить {0}, чтобы получить {1}.

source: Smelt {0} and {1} to produce {2}
fr: Fondre {0} et {1} pour produire {2}
ru: Плавить {0} и {1} для получения {2}.

source: Smelt {0} and {1} with addition of {2} to produce {3}
fr: Fondre {0} et {1} avec ajout de {2} pour produire {3}
ru: Плавить {0} и {1} с добавлением {2} для получения {3}.

source: Refine {0} to {3} with a mixture of of {1} and {2}
fr: Affiner {0} à {3} avec un mélange de {1} et {2}
ru: Обработать {0} до {3} с помощью смеси {1} и {2}.

source: Refine {0} to {4} with a mixture of of {1}, {2} and {3}
fr: Affiner {0} à {4} avec un mélange de {1}, {2} et {3}
ru: Обработать {0} в {4} с помощью смеси {1}, {2} и {3}.

source: This recipe comes with reduced yield, since the machine is unable to provide the proper environmental conditions. Other machines might be more suitable for this refinement process.
ru: Этот рецепт приводит к снижению производительности, поскольку машина не может обеспечить необходимые условия окружающей среды. Другие машины могут быть более подходящими для этого процесса очистки.

source: Crude {0}
ru: Необр. {0}

source: Mill down {0}. The milling process will yield {1} of random amounts of the following materials: {2}
fr: Broyez {0}. Le processus de broyage produira {1} de quantités aléatoires des matériaux suivants : {2}
ru: Измельчить {0}. В результате измельчения будет получено {1} случайного количества следующих материалов: {2}

source: Mill down {0} with a mixture of {1} and {2}. The milling process will yield {3} of random amounts of the following materials: {4} Produces large amounts of {5} as waste product.
fr: Broyez {0} avec un mélange de {1} et {2}. Le processus de broyage produira {3} de quantités aléatoires des matériaux suivants : {4} Produit de grandes quantités de {5} comme déchet.
ru: Измельчить {0} со смесью {1} и {2}. В процессе измельчения будет получено {3} случайного количества следующих материалов: {4} Образует большое количество {5} в качестве отходов.

source: Mill down {0} with a mixture of {1}, {2} and {3}. The milling process will yield {4} of random amounts of the following materials: {5} Produces large amounts of {6} as waste product.
fr: Broyez {0} avec un mélange de {1}, {2} et {3}. Le processus de broyage produira {4} de quantités aléatoires des matériaux suivants : {5} Produit de grandes quantités de {6} comme déchet.
ru: Измельчить {0} со смесью {1}, {2} и {3}. В процессе измельчения будет получено {4} случайного количества следующих материалов: {5} Образует большое количество {6} в качестве отходов.

source: Submit {0} to high temperature oxidation reduction to produce {1}.
fr: Soumettre {0} à une oxydoréduction à haute température pour produire {1}.
ru: Подвергнуть {0} высокотемпературному окислительно-восстановительному воздействию для получения {1}.

source: Submit a mixture of {0} and {1} to high temperature oxidation degradation to produce {2}.
fr: Soumettre un mélange de {0} et {1} à une dégradation par oxydation à haute température pour produire {2}.
ru: Подвергнуть смесь {0} и {1} высокотемпературному окислительному разложению для получения {2}.

source: Produce {3} from a mixture of {0}, {1} and {2}.
fr: Produire {3} à partir d'un mélange de {0}, {1} et {2}.
ru: Произвести {3} из смеси {0}, {1} и {2}.

source: Mix {0} and {1} to produce {2}.
fr: Mélangez {0} et {1} pour produire {2}.
ru: Смешать {0} и {1}, чтобы получить {2}.

source: React a mixture of {0} and {1} with the addition of {2} to produce {3}.
fr: Faites réagir un mélange de {0} et {1} avec l'ajout de {2} pour produire {3}.
ru: Запустить реакцию смеси {0} и {1} с добавлением {2} для получения {3}.

source: Treat a portion of {0} with {1}, {1} and {2} additives, producing {3}.
fr: Traiter une partie de {0} avec les additifs {1}, {1} et {2}, produisant {3}.
ru: Обработать часть {0} добавками {1}, {1} и {2}, получив в результате {3}.

source: Limestone Cement
fr: Ciment calcaire
ru: Известняковый цемент

source: Crushes <link="BUILDABLERAW">Raw Minerals</link> into <link="CRUSHEDROCK">Crushed Rock</link>
fr: Broie les <link="BUILDABLERAW">minéraux bruts</link> en <link="CRUSHEDROCK">roche concassée</link>
ru: Измельчить <link="BUILDABLERAW">Необработанный минерал</link> в <link="CRUSHEDROCK">Дроблёный камень</link>.

source: <link="BUILDABLERAW">Raw Mineral</link> to <link="CRUSHEDROCK">Crushed Rock</link>
fr: <link="BUILDABLERAW">Minéraux bruts</link> vers <link="CRUSHEDROCK">Roche concassée</link>
ru: <link="BUILDABLERAW">Необработанный минерал</link> в <link="CRUSHEDROCK">Дроблёный камень</link>.

source: Press down {0} and extract {1}. Produces {2} as waste.
fr: Appuyez sur {0} et extrayez {1}. Produit {2} comme déchet.
ru: Отжать {0} и извлечь {1}. Производит {2} в качестве отходов.

source: {0} to <link="LIQUIDVEGEOIL">Vegetable Oil</link>
fr: {0} à <link="LIQUIDVEGEOIL">Huile végétale</link>
ru: {0} в <link="LIQUIDVEGEOIL">растительное масло</link>.

source: <link="SEED">Seeds</link> to <link="LIQUIDVEGEOIL">Vegetable Oil</link>
fr: <link="SEED">Graines</link> à <link="LIQUIDVEGEOIL">Huile végétale</link>
ru: <link="SEED">Семена</link> в <link="LIQUIDVEGEOIL">растительное масло</link>.

source: Cook {0} at high temperature, and produces {1}.
fr: Cuire {0} à haute température et produit {1}.
ru: Приготовить {0} при высокой температуре и получить {1}.

source: Refine {0} with intense heat, producing {1}.
fr: Affiner {0} avec une chaleur intense, produisant {1}.
ru: Переработать {0} при сильном нагреве и получить {1}.

source: Grind down {0} into {1}.
fr: Broyer {0} en {1}.
ru: Измельчить {0} в {1}.

source: Grind down {0} and extract small amounts of {1}. Produces {2} and {3} as waste products.
fr: Broyer {0} et extraire de petites quantités de {1}. Produit {2} et {3} comme déchets.
ru: Измельчить {0} и извлечь небольшое количество {1}. В качестве отходов образуются {2} и {3}.

source: Break down {0} into {1}.
fr: Décomposez {0} en {1}.
ru: Разбить {0} на {1}.

source: Break down {0} into {1} and {2}.
fr: Décomposez {0} en {1} et {2}.
ru: Разбить {0} на {1} и {2}.

source: Break down {0} into: • {1} • {2} • {3} • {4}
fr: Décomposez {0} en : • {1} • {2} • {3} • {4}
ru: Разбить {0} на: • {1} • {2} • {3} • {4}

source: Smelt a mixture of {0} and {1}, to produce {2}. Produces {3} as waste.
fr: Fondre un mélange de {0} et {1} pour produire {2}. Produit {3} comme déchet.
ru: Плавить смесь {0} и {1}, чтобы получить {2}. Производит {3} в качестве отходов.

source: Smelt a mixture of {0} and {1}, to produce {2} and {3}. Produces {4} as waste.
fr: Fondre un mélange de {0} et {1}, pour produire {2} et {3}. Produit {4} comme déchet.
ru: Плавить смесь {0} и {1}, чтобы получить {2} и {3}. Производит {4} в качестве отходов.

source: Oil Shale Cement
fr: Ciment à base de schiste
ru: Сланцевый цемент

source: Smelts raw {0} to produce high purity {1}.
fr: Fondre le brut {0} pour produire une haute pureté {1}.
ru: Переплавляет {0} для получения высокочистого {1}.

source: Smelt raw {0} to produce high purity {1}. Produces {2} as waste.
fr: Fondu brut {0} pour produire {1} de haute pureté. Produit {2} comme déchet.
ru: Переплавляет {0} для получения высокочистого {1}. Производит {2} в качестве отходов.

source: Smelt raw {0} to produce high purity {1} and {2}.
fr: Fondre le {0} brut pour produire des {1} et {2} de haute pureté.
ru: Переплавляет {0} для получения высокочистого {1} и {2}.

source: Smelt an uniform mixture of {0} and {1} to produce high purity {2}.
fr: Fondre un mélange uniforme de {0} et {1} pour produire du {2} de haute pureté.
ru: Переплавляет однородную смесь {0} и {1} для получения {2} высокой чистоты.

source: Smelt an uniform mixture of {0} and {1} to produce high purity {2}. Produces {3} as waste.
fr: Fondre un mélange uniforme de {0} et {1} pour produire {2} de haute pureté. Produit {3} comme déchet.
ru: Переплавляет однородную смесь {0} и {1} для получения {2} высокой чистоты. Производит {3} в качестве отходов.

source: Smelt an uniform mixture of {0} and {1} to produce high purity {2} and {3}. Produces {4} as waste.
fr: Fondre un mélange uniforme de {0} et {1} pour produire {2} et {3} de haute pureté. Produit {4} comme déchet.
ru: Переплавляет однородную смесь {0} и {1} для получения {2} и {3} высокой чистоты. Производит {4} в качестве отходов.

source: Smelt a mixture of {0} and {1}, with {2} as flux, to produce high purity {3}.
fr: Fondre un mélange de {0} et {1}, avec {2} comme fondant, pour produire du {3} de haute pureté.
ru: Переплавляет однородную смесь {0} и {1}, с {2} в качестве флюса для получения {3} высокой чистоты.

source: • {0}: {1} - {2}, {3} Chance
ru: • {0}: {1} - {2}, {3} Шанс

source: This recipe yields {0} of random amounts of the following elements:
fr: Cette recette donne {0} de quantités aléatoires des éléments suivants:
ru: Этот рецепт даёт {0} случайного количества следующих элементов:

source: This recipe yields {0} of random amounts of {1} of the following elements:
fr: Cette recette donne {0} quantités aléatoires de {1} des éléments suivants:
ru: Этот рецепт даёт {0} случайного количества {1} следующих элементов:

source: During production, the machine will generate random amounts of the following byproducts every {0} seconds:
fr: Pendant la production, la machine générera des quantités aléatoires des sous-produits suivants toutes les {0} secondes:
ru: В процессе производства машина будет генерировать случайное количество следующих побочных продуктов каждые {0} секунд:

source: Random Composition: {0}
fr: Composition aléatoire: {0}
ru: Случайный состав: {0}

source: Random Occurence: {0}
fr: Occurrence aléatoire: {0}
ru: Случайное появление: {0}

source: {0}/{1} s
ru: {0}/{1} с

source: Slag Cement
fr: Ciment de scorie
ru: Шлаковый цемент

source: Address a mixture of {0}, {1} and {2}, to produce {3}.
fr: Traiter un mélange de {0}, {1} et {2}, pour produire {3}.
ru: Использовать сочетание {0}, {1} и {2}, чтобы получить {3}.

source: Address a mixture of {0}, {1}, {2} and {3}, to produce {4}.
fr: Traiter à un mélange de {0}, {1}, {2} et {3}, pour produire {4}.
ru: Использовать сочетание {0}, {1}, {2} и {3}, чтобы получить {4}.

source: Molecularly reassemble a mixture of {0} and {1} with addition of {2} to produce {3}.
fr: Réassembler moléculairement un mélange de {0} et {1} avec ajout de {2} pour produire {3}.
ru: Молекулярно соберать смесь {0} и {1} с добавлением {2} для получения {3}.

source: Refine {0} to {1}. Produces {2} as waste product.
fr: Affiner {0} en {1}. Produit {2} comme déchet.
ru: Переработать {0} в {1}. Производит {2} как отход.

source: Refine {0} to {1}. Produces {2} and {3} as by-product.
fr: Affiner {0} en {1}. Produit {2} et {3} comme sous-produits.
ru: Переработать {0} в {1}. Производит {2} и {3} в качестве побочных продуктов.

source: Fuse together a mixture of {0} and {1}, with addition of {2} to produce {3}.
fr: Fusionner un mélange de {0} et {1}, avec ajout de {2} pour produire {3}.
ru: Соединить смесь {0} и {1} с добавлением {2}, чтобы получить {3}.

source: Smelt a mixture of {0}, {1} and {2}, to produce {3}. Produces {4} as waste.
fr: Fondre un mélange de {0}, {1} et {2} pour produire {3}. Produit {4} comme déchet.
ru: Плавить смесь {0}, {1} и {2}, чтобы получить {3}. В качестве отходов производит {4}.

source: Smelt a mixture of {0}, {1} and {2}, to produce {3} and {4}. Produces {5} as waste.
fr: Fondre un mélange de {0}, {1} et {2} pour produire {3} et {4}. Produit {5} comme déchet.
ru: Плавить смесь {0}, {1} и {2}, чтобы получить {3} и {4}. В качестве отходов производит {5}.

source: Ronivans Legacy - All In One
fr: Ronivans Legacy - Tout en un
ru: Наследие Ронивана - всё в одном

source: Thermal Capacitor Threshold
ru: Порог теплового конденсатора

source: Sends a <b><style="logic_on">Green Signal</style></b> when the thermal capacitor is above the threshold.
ru: Отправляет <b><style="logic_on">зелёный сигнал</style></b>, когда тепловой конденсатор превышает пороговое значение.

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
ru: В противном случае отправляет <b><style="logic_off">красный сигнал</style></b>

source: Machine working
ru: Машина работает

source: Sends a <b><style="logic_on">Green Signal</style></b> when the machine is actively producing something.
ru: Отправляет <b><style="logic_on">зелёный сигнал</style></b>, когда машина активно что-то производит.

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
ru: В противном случае отправляет <b><style="logic_off">красный сигнал</style></b>

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.BASIC_DRILLING
source: Basic Drilling
fr: Forage de base
ru: Базовое бурение

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.RECIPE_1I
source: Engage a drilling operation using {0} as drillbit.
fr: Lancer une opération de forage en utilisant {0} comme foret.
ru: Выполнить операцию бурения, используя {0} в качестве бурового долота.

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.RECIPE_3I
source: Engage a guided {0} drilling operation using {1} and {2}.
fr: Engagez une opération de forage guidée {0} en utilisant {1} et {2}.
ru: Запустить управляемую операцию бурения {0} с использованием {1} и {2}.

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.RECIPE_LIQUID
source: This drilling has a much higher chance to produce occurances in form of liquids.
fr: Ce forage a beaucoup plus de chances de produire des occurrences sous forme de liquides.
ru: При таком бурении гораздо выше вероятность обнаружения проявлений в виде жидкостей.

source: This DANGEROUS drilling has a much higher chance to produce occurences in form of high temperature liquids.
fr: Ce forage DANGEREUX a beaucoup plus de chances de produire des occurrences sous forme de liquides à haute température.
ru: Такое ОПАСНОЕ бурение имеет гораздо большую вероятность возникновения явлений в виде высокотемпературных жидкостей.

source: Occurences during mining:
fr: Occurrences pendant l'exploitation minière:
ru: События во время добычи:

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.RECIPE_RESULTS
source: Standard Results:
fr: Résultats standard:
ru: Стандартные результаты:

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.SMART_DRILLING
source: Smart Drilling: {0}
fr: Forage intelligent : {0}
ru: Умное бурение: {0}

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.STEEL_DRILLING
source: Steel Drilling
fr: Forage de l'acier
ru: Стальное бурение
