Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: Converts <link="LIQUIDBIODIESEL">Renewable Diesel</link> into electrical <link="POWER">Power</link>. Produces only <link="DIRTYWATER">Polluted Water</link>.
fr: Convertit le <link="LIQUIDBIODIESEL">diesel renouvelable</link> en <link="POWER">énergie</link> électrique. Ne produit que de l'<link="DIRTYWATER">eau polluée</link>.
ru: Преобразует <link="LIQUIDBIODIESEL">возобновляемое дизельное топливо</link> в электрическую <link="POWER">энергию</link>. Производит только <link="DIRTYWATER">загрязнённую воду</link>.

source: <link="BIOCHEMISTRYBIODIESELGENERATOR">Biodiesel Generator</link>
ru: <link="BIOCHEMISTRYBIODIESELGENERATOR">Биодизельный генератор</link>

source: A refinery capable of transesterification of organic oils into a mix of mono-alkyl esters of long chain fatty acids.
fr: Une raffinerie capable de transestérifier des huiles organiques en un mélange d'esters monoalkyliques d'acides gras à longue chaîne.
ru: Нефтеперерабатывающий завод, способный осуществлять переэтерификацию органических масел в смесь моноалкиловых эфиров длинноцепочечных жирных кислот.

source: Transesterify <link="LIQUIDBIODIESEL">Renewable Diesel</link> from <link="LIQUIDVEGEOIL">Vegetable Oil</link> and <link="ETHANOL">Ethanol</link>.
fr: Transestérification du <link="LIQUIDBIODIESEL">diesel renouvelable</link> à partir d'<link="LIQUIDVEGEOIL">huile végétale</link> et d'<link="ETHANOL">éthanol</link>.
ru: Переэтерификация <link="LIQUID BIODIESEL">возобновляемого дизельного топлива</link> из <link="LIQUID VEGEOIL">растительного масла</link> и <link="ETHANOL">этанола</link>.

source: <link="BIOCHEMISTRYBIODIESELREFINERY">Biodiesel Refinery</link>
fr: <link="BIOCHIMIEBIODIESELREFINERY">Raffinerie de biodiesel</link>
ru: <link="BIOCHEMISTRYBIODIESELREFINERY">Завод по переработке биодизеля</link>

source: A device that uses organic oil and bacterial enzymes to print small sheets of lipid derived biopolymers which are compressed in to a solid block.
fr: Un appareil qui utilise de l'huile organique et des enzymes bactériennes pour imprimer de petites feuilles de biopolymères dérivés de lipides qui sont comprimées en un bloc solide.
ru: Устройство, которое использует органическое масло и бактериальные ферменты для печати небольших листов липидных биополимеров, которые спрессовываются в твёрдый блок.

source: Synthesizes <link="BIOPLASTIC">Bioplastic</link> from <link="LIQUIDVEGEOIL">Vegetable Oil</link> and <link="CARBONDIOXIDE">Carbon Dioxide</link>. The enzymes requires a microbial medium in the form of <link="MUSHBAR">Mush Bar</link>.
fr: Synthétise le <link="BIOPLASTIC">Bioplastique</link> à partir d'<link="LIQUIDVEGEOIL">Huile végétale</link> et de <link="CARBONDIOXIDE">Dioxyde de carbone</link>. Les enzymes nécessitent un milieu microbien sous forme de <link="MUSHBAR">Mush Bar</link>.
ru: Синтезирует <link="BIOPLASTIC">биопластик</link> из <link="LIQUIDVEGEOIL">растительного масла</link> и <link="CARBONDIOXIDE">углекислого газа</link>. Для работы ферментов требуется микробная среда в виде <link="MUSHBAR">грязевого батончика</link>.

source: <link="BIOCHEMISTRYBIOPLASTICPRINTER">Bioplastic Printer</link>
fr: <link="BIOCHEMISTRYBIOPLASTICPRINTER">Imprimante bioplastique</link>
ru: <link="BIOCHEMISTRYBIOPLASTICPRINTER">Принтер биопластика</link>

source: A mechanical device built to extract oil from raw materials. The raw materials are squeezed under high pressure through a caged barrel-like cavity.
fr: Dispositif mécanique conçu pour extraire le pétrole des matières premières. Celles-ci sont comprimées sous haute pression à travers une cavité en forme de barillet.
ru: Механическое устройство для извлечения масла из сырья. Сырье продавливается под высоким давлением через закрытую камеру, напоминающую цилиндр.

source: Extract <link="LIQUIDVEGEOIL">Vegetable Oil</link> from raw food ingredients. The amount of oil, and the solid waste in the form of <link="SOLIDBIOMASS">Compressed Biomass</link> depend of the ingredient choosen. Can be diluted with water to produce <link="PHYTOOIL">Phyto Oil</link>
fr: Extraire l'huile végétale à partir d'ingrédients alimentaires crus. La quantité d'huile et les déchets solides sous forme de biomasse comprimée dépendent de l'ingrédient choisi. Peut être diluée avec de l'eau pour produire de l'huile végétale.
ru: Извлекает <link="LIQUIDVEGEOIL">растительное масло</link> из сырых пищевых ингредиентов. Количество масла и твёрдых отходов в виде <link="SOLIDBIOMASS">спрессованной биомассы</link> зависит от выбранного ингредиента. Можно разбавить водой для получения <link="PHYTOOIL">фитомасла</link>

source: <link="BIOCHEMISTRYEXPELLERPRESS">Expeller Press</link>
fr: <link="BIOCHEMISTRYEXPELLERPRESS">Presse à expulseur</link>
ru: <link="BIOCHEMISTRYEXPELLERPRESS">Отжимной пресс</link>

source: A simple device capable of producing high-quality phyto oil.
ru: Простое устройство, способное производить высококачественное фитомасло.

source: Produces <link="PHYTOOIL">Phyto Oil</link> by diluting <link="LIQUIDVEGEOIL">Vegetable Oil</link> with <link="WATER">Water</link>.
ru: Производит <link="PHYTOOIL">фитомасло</link> путём разбавления <link="LIQUIDVEGEOIL">растительного масла</link> <link="WATER">водой</link>.

source: <link="BIOCHEMISTRYSYNTHESIZERPHYTOOIL">Phyto Oil Mixer</link>
ru: <link="BIOCHEMISTRYSYNTHESIZERPHYTOOIL">Миксер фитомасла</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CABINETFROZEN.DESC
source: Store solids and other industrial materials at a constant temperature moderation.
fr: Stocker les solides et autres matériaux industriels à une température constante et modérée.
ru: Хранит твёрдые вещества и другие промышленные материалы при постоянной умеренной температуре.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CABINETFROZEN.EFFECT
source: Store the <link="ELEMENTSSOLID">Solid Materials</link> of your choosing. Consumes <link="POWER">Power</link> to cool the contents down to 24°C. Cannot store any liquefiable solids. Takes items from conveyor rails based on its filters.
fr: Stockez les <link="ELEMENTSSOLID">Matériaux solides</link> de votre choix. Consomme de l'<link="POWER">énergie</link> pour refroidir le contenu à 24 °C. Ne peut pas stocker de solides liquéfiables. Prend les articles des rails du convoyeur en fonction de ses filtres.
ru: Сохраните <link="ELEMENTSSOLID">твёрдые материалы</link> по вашему выбору. Потребляет <link="POWER">энергию</link> для охлаждения содержимого до 24°C. Невозможно хранить какие-либо разжижаемые твёрдые вещества. Принимает предметы с конвейерных рельсов на основе своих фильтров.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CABINETFROZEN.NAME
source: <link="CABINETFROZEN">Refrigerated Storage Cabinet</link>
fr: <link="CABINETFROZEN">Armoire de rangement réfrigérée</link>
ru: <link="CABINETFROZEN">Холодильный шкаф</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CABINETNORMAL.DESC
source: Store solids and other industrial materials at a constant temperature moderation.
fr: Stocker les solides et autres matériaux industriels à une température constante et modérée.
ru: Хранит твёрдые вещества и другие промышленные материалы при постоянной умеренной температуре.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CABINETNORMAL.EFFECT
source: Store the <link="ELEMENTSSOLID">Solid Materials</link> of your choosing. The cabinet prevents temperature exchange with the environment, as well gas leakage. Takes items from conveyor rails based on its filters.
fr: Stockez les <link="ELEMENTSSOLID">Matériaux solides</link> de votre choix. L'armoire empêche les échanges de température avec l'environnement, ainsi que les fuites de gaz. Prend les articles des rails du convoyeur en fonction de ses filtres.
ru: Храните выбранные вами <link="ELEMENTSSOLID">твёрдые материалы</link>. Шкаф предотвращает температурный обмен с окружающей средой и утечку газа. Фильтры позволяют принимать предметы с конвейерных рельсов.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CABINETNORMAL.NAME
source: <link="CABINETNORMAL">Insulated Storage Cabinet</link>
fr: <link="CABINETNORMAL">Armoire de rangement isolée</link>
ru: <link="CABINETNORMAL">Изолированный шкаф</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CEMENTMIXER.DESC
source: Cement is a quite old building material, but still pretty much useful.
fr: Le ciment est un matériau de construction assez ancien, mais toujours très utile.
ru: Цемент - довольно старый строительный материал, но по-прежнему весьма полезный.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CEMENTMIXER.EFFECT
source: A device that can homogeneously combine several solid and liquid ingredients used in the production of cement.
fr: Un appareil capable de combiner de manière homogène plusieurs ingrédients solides et liquides utilisés dans la production de ciment.
ru: Устройство, способное однородно смешивать несколько твёрдых и жидких ингредиентов, используемых при производстве цемента.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.CEMENTMIXER.NAME
source: <link="CEMENTMIXER">Cement Mixer</link>
fr: <link="CEMENTMIXER">Bétonnière</link>
ru: <link="CEMENTMIXER">Бетономешалка</link>

source: Adress a wide range of industrial and chemical applications.
ru: Подходит для широкого спектра промышленных и химических применений.

source: An advanced insulated electrical kiln in which the heat is applied by induction heating of metal. The advantage of the induction kiln is a clean, energy-efficient and well-controllable heating process compared to most other means of fuel heating.
fr: Un four électrique isolé avancé dans lequel la chaleur est appliquée par chauffage par induction du métal. L'avantage du four à induction est un processus de chauffage propre, économe en énergie et bien contrôlable par rapport à la plupart des autres moyens de chauffage du combustible.
ru: Современная изолированная электрическая печь, в которой тепло подаётся путем индукционного нагрева металла. Преимуществом индукционной печи является чистый, энергоэффективный и хорошо контролируемый процесс нагрева по сравнению с большинством других способов нагрева топлива.

source: <link="CHEMICALADVANCEDKILN">Advanced Kiln</link>
fr: <link="CHEMICALADVANCEDKILN">Four avancé</link>
ru: <link="CHEMICALADVANCEDKILN">Продвинутая печь</link>

source: An improved refinery capable of bulk smelting process, as well exclusive metal production.
fr: Une raffinerie améliorée capable de réaliser un processus de fusion en vrac, ainsi qu'une production exclusive de métal.
ru: Усовершенствованный завод, способный осуществлять массовую плавку, а также производство эксклюзивных металлов.

source: An advanced method for production of <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Significantly <link="HEAT">Heats</link> and exclusively uses <link="SUPERCOOLANT">Super Coolant</link> piped into it. Duplicants will not fabricate items unless recipes are queued.
fr: Une méthode avancée de production de <link="REFINEDMETAL">métaux raffinés</link> à partir de <link="RAWMETAL">minerai métallique</link> brut. Chauffe considérablement et utilise exclusivement du <link="SUPERCOOLANT">super liquide de refroidissement</link> acheminé par canalisation. Les duplicateurs ne fabriqueront pas d'objets à moins que les recettes ne soient en file d'attente.
ru: Передовой метод производства <link="REFINEDMETAL">очищенных металлов</link> из <link="RAWMETAL">металлической руды</link>. Существенно <link="HEAT">нагревает</link> и использует исключительно <link="SUPERCOOLANT">суперохладитель</link>, подаваемый по трубам. Дубликанты не будут изготавливать предметы, если рецепты не поставлены в очередь.

source: <link="CHEMICALADVANCEDMETALREFINERY">Advanced Metal Refinery</link>
fr: <link="CHEMICALADVANCEDMETALREFINERY">Raffinerie avancée des métaux</link>
ru: <link="CHEMICALADVANCEDMETALREFINERY">Продвинутый металлургический станок</link>

source: A fancy pump capable to detect Chlorine Gas and pump it.
ru: Необычный насос, способный обнаруживать газообразный хлор и откачивать его.

source: Automatically detects trace of <link="CHLORINEGAS">Chlorine Gas</link> and extract it out of the surroudings.
ru: Автоматически обнаруживает следы <link="CHLORINEGAS">хлорного газа</link> и извлекает их из окружающей среды.

source: <link="CHEMICALAIOCHLORINEPUMP">Chlorine Gas Filter</link>
ru: <link="CHEMICALAIOCHLORINEPUMP">Фильтр хлорного газа</link>

source: An advanced catalytic cracking furnace which the ammonia synthesis reaction is reversed at elevated temperatures.
fr: Un four de craquage catalytique avancé dans lequel la réaction de synthèse de l'ammoniac est inversée à des températures élevées.
ru: Усовершенствованная печь каталитического крекинга, в которой реакция синтеза аммиака реверсируется при повышенных температурах.

source: Break down <link="AMMONIAGAS">Ammonia</link> into <link="HYDROGEN">Hydrogen</link> and <link="NITROGENGAS">Nitrogen</link> using <link="IRON">Iron</link> as catalyst. The cracking process exudes a lot of heat. IMPORTANT: The building require all pipes ports to be connected with their respective pipes in order for it to operate.
fr: Décomposez l'<link="AMMONIAGAS">ammoniac</link> en <link="HYDROGEN">hydrogène</link> et en <link="NITROGENGAS">azote</link> en utilisant le <link="IRON">fer</link> comme catalyseur. Le processus de craquage dégage beaucoup de chaleur. IMPORTANT : Le bâtiment nécessite que tous les orifices des tuyaux soient connectés à leurs tuyaux respectifs pour fonctionner.
ru: Разложение <link="AMMONIAGAS">аммиака</link> на <link="HYDROGEN">водород</link> и <link="NITROGENGAS">азот</link> с использованием <link="IRON">железа</link> в качестве катализатора. Процесс крекинга сопровождается выделением большого количества тепла. ВАЖНО: Для работы установки необходимо, чтобы все патрубки трубопроводов были соединены с соответствующими трубами.

source: <link="CHEMICALAMMONIABREAKER">Ammonia Breaker</link>
fr: <link="CHEMICALAMMONIABREAKER">Décomposeur d'ammoniac</link>
ru: <link="CHEMICALAMMONIABREAKER">Крекер аммиака</link>

source: An industrial grade rotatory compressor unit that criticaly increase the pressure of a gas by reducing its volume, while cooling it down until liquid state is reached.
fr: Une unité de compresseur rotatif de qualité industrielle qui augmente de manière critique la pression d'un gaz en réduisant son volume, tout en le refroidissant jusqu'à ce que l'état liquide soit atteint.
ru: Роторный компрессорный агрегат промышленного класса, который существенно увеличивает давление газа за счет уменьшения его объёма и одновременного охлаждения его до жидкого состояния.

source: Compresses Ammonia gas and cool it down to liquid Ammonia. This device is also capable of storing liquid with complete insulation.
fr: Il comprime l'ammoniac gazeux et le refroidit pour le transformer en ammoniac liquide. Cet appareil permet également de stocker du liquide avec une isolation complète.
ru: Сжимает газообразный аммиак и охлаждает его до жидкого состояния. Это устройство также способно хранить жидкость с полной изоляцией.

source: <link="CHEMICALAMMONIACOMPRESSOR">Ammonia Compressor</link>
fr: <link="CHEMICALAMMONIACOMPRESSOR">Compresseur d'ammoniac</link>
ru: <link="CHEMICALAMMONIACOMPRESSOR">Аммиачный компрессор</link>

source: A large sized industrial mill that crushes raw ores using steel balls and special mixture of acids. Capable to process much more than the standard mill, as well more efficient in the extraction of valuable minerals from the raw more sludge.
ru: Крупногабаритная промышленная мельница, измельчающая руду с помощью стальных шаров и приготовляемых смесей кислот. Способность перерабатывать гораздо больше, чем стандартная мельница, а также более эффективно в добыче полезных ископаемых из шлама.

source: Crush down <link="RAWMINERAL">Raw Minerals</link> in to useful materials and industrial ingredients.
fr: Broyez les <link="RAWMINERAL">minéraux bruts</link> en matériaux utiles et ingrédients industriels.
ru: Измельчает <link="RAWMINERAL">Необработанный минерал</link> в полезные материалы и промышленные ингредиенты.

source: <link="CHEMICALBALLCRUSHERMILL">Ball Crusher Mill (Chemical Washing)</link>
fr: <link="CHEMICALBALLCRUSHERMILL">Broyeur à boulets (lavage chimique)</link>
ru: <link="CHEMICALBALLCRUSHERMILL">Шаровая дробилка (химическая промывка)</link>

source: An industrial grade rotatory compressor unit that criticaly increase the pressure of a gas by reducing its volume, while cooling it down until liquid state is reached.
fr: Une unité de compresseur rotatif de qualité industrielle qui augmente de manière critique la pression d'un gaz en réduisant son volume, tout en le refroidissant jusqu'à ce que l'état liquide soit atteint.
ru: Роторный компрессорный агрегат промышленного класса, который существенно увеличивает давление газа за счет уменьшения его объёма и одновременного охлаждения его до жидкого состояния.

source: Compresses <link="CARBONDIOXIDE">Carbon Dioxide</link> gas and cool it down to<link="LIQUIDCARBONDIOXIDE">Liquid Carbon Dioxide</link>. This device is also capable of storing liquid with complete insulation.
fr: Il comprime le gaz <link="CARBONDIOXIDE">dioxyde de carbone</link> et le refroidit en <link="LIQUIDCARBONDIOXIDE">dioxyde de carbone liquide</link>. Cet appareil permet également de stocker du liquide avec une isolation complète.
ru: Сжимает <link="CARBONDIOXIDE">углекислый газ</link> и охлаждает его до <link="LIQUIDCARBONDIOXIDE">жидкого углекислого газа</link>. Это устройство также способно хранить жидкость с полной изоляцией.

source: <link="CHEMICALCARBONDIOXIDECOMPRESSOR">Carbon Dioxide Compressor</link>
fr: <link="CHEMICALCARBONDIOXIDECOMPRESSOR">Compresseur de dioxyde de carbone</link>
ru: <link="CHEMICALCARBONDIOXIDECOMPRESSOR">Компрессор углекислого газа</link>

source: A fancy pump capable to detects Carbon Dioxide and pump it.
ru: Необычный насос, способный обнаруживать углекислый газ и откачивать его.

source: Automatically detects trace of <link="CARBONDIOXIDE">Carbon Dioxide</link> and extract it out of the surroudings.
fr: Détecte automatiquement les traces de <link="CARBONDIOXIDE">dioxyde de carbone</link> et les extrait de l'environnement.
ru: Автоматически обнаруживает следы <link="CARBONDIOXIDE">углекислого газа</link> и извлекает их из окружающей среды.

source: <link="CHEMICALCO2PUMP">CO2 Filter</link>
fr: <link="CHEMICALCO2PUMP">Filtre à CO2</link>
ru: <link="CHEMICALCO2PUMP">Фильтр CO2</link>

source: Sabatier Reaction: <link="LIQUIDCARBONDIOXIDE">Liquid Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Sabatier Reaction produce <link="WATER">Water</link>, <link="METHANE">Natural Gas</link> and <link="RUST">Rust</link> as waste product. Bosch Reaction: <link="CARBONDIOXIDE">Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Bosch Reaction produce <link="STEAM">Steam</link>, <link="FULLERENE">Fullerene</link> and <link="RUST">Rust</link> as waste product.
fr: Réaction de Sabatier : <link="LIQUIDCARBONDIOXIDE">Dioxyde de carbone liquide</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Sabatier produit de l'<link="WATER">Eau</link>, du <link="METHANE">Gaz naturel</link> et de la <link="RUST">Rouille</link> comme déchets. Réaction de Bosch : <link="CARBONDIOXIDE">Dioxyde de carbone</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Bosch produit de la <link="STEAM">Vapeur</link>, du <link="FULLERENE">Fullerène</link> et de la <link="RUST">Rouille</link> comme déchets.
ru: Реакция Сабатье: <link="LIQUIDCARBONDIOXIDE">жидкий диоксид углерода</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Сабатье образуются <link="WATER">вода</link>, <link="METHANE">природный газ</link> и <link="RUST">ржавчина</link> в качестве отходов. Реакция Боша: <link="CARBONDIOXIDE">углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Боша образуются <link="STEAM">пар</link>, <link="FULLERENE">фуллерен</link> и <link="RUST">ржавчина</link> в качестве побочных продуктов.

source: An autonomous chemical device capable of executing both Bosch and Sabatier Reactions based on the input conditions.
fr: Un dispositif chimique autonome capable d'exécuter les réactions Bosch et Sabatier en fonction des conditions d'entrée.
ru: Автономное химическое устройство, способное выполнять реакции Боша и Сабатье в зависимости от входных условий.

source: Sabatier Reaction: <link="LIQUIDCARBONDIOXIDE">Liquid Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Sabatier Reaction produce <link="WATER">Water</link>, <link="METHANE">Natural Gas</link> and <link="RUST">Rust</link> as waste product. Bosch Reaction: <link="CARBONDIOXIDE">Carbon Dioxide</link>, <link="HYDROGEN">Hydrogen</link> and <link="IRON">Iron</link> as catalyst. The Bosch Reaction produce <link="STEAM">Steam</link>, <link="GRAPHITE">Graphite</link> and <link="RUST">Rust</link> as waste product.
fr: Réaction de Sabatier : <link="LIQUIDCARBONDIOXIDE">Dioxyde de carbone liquide</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Sabatier produit de l'<link="WATER">Eau</link>, du <link="METHANE">Gaz naturel</link> et de la <link="RUST">Rouille</link> comme déchets. Réaction de Bosch : <link="CARBONDIOXIDE">Dioxyde de carbone</link>, <link="HYDROGEN">Hydrogène</link> et <link="IRON">Fer</link> comme catalyseur. La réaction de Bosch produit de la <link="STEAM">Vapeur</link>, du <link="GRAPHITE">Graphite</link> et de la <link="RUST">Rouille</link> comme déchets.
ru: Реакция Сабатье: <link="LIQUIDCARBONDIOXIDE">жидкий углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Сабатье образуются <link="WATER">вода</link>, <link="METHANE">природный газ</link> и <link="RUST">ржавчина</link> в качестве отходов. Реакция Боша: <link="CARBONDIOXIDE">углекислый газ</link>, <link="HYDROGEN">водород</link> и <link="IRON">железо</link> в качестве катализатора. В результате реакции Боша образуются <link="STEAM">пар</link>, <link="GRAPHITE">графит</link> и <link="RUST">ржавчина</link> в качестве отходов.

source: <link="CHEMICALCO2RECYCLER">Carbon Recycling Unit</link>
fr: <link="CHEMICALCO2RECYCLER">Unité de recyclage du carbone</link>
ru: <link="CHEMICALCO2RECYCLER">Установка по переработке углерода</link>
