Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: <link="PRESSURELIQUIDPUMP">High Pressure Liquid Pump</link>
fr: <link="PRESSURELIQUIDPUMP">Pompe à liquide haute pression</link>
ru: <link="PRESSURELIQUIDPUMP">Насос для жидкости высокого давления</link>

source: Concrete tiles are not aesthetically pleasing, but they make up for strength and thermal resistance.
fr: Les tuiles en béton ne sont pas esthétiques, mais elles compensent par leur solidité et leur résistance thermique.
ru: Бетонная клетка не эстетична, но это компенсируется прочностью и термостойкостью.

source: A rock hard composite tile made with coarse aggregate bonded together with a fluid cement. The concrete's relatively low tensile strength and ductility are compensated for by the inclusion of a internal rebar reinforcement having higher tensile strength or ductility.
fr: Un carreau composite dur comme la roche fabriqué à partir de gros granulats liés avec un ciment fluide. La résistance à la traction et la ductilité relativement faibles du béton sont compensées par l'inclusion d'un renfort interne en barres d'armature ayant une résistance à la traction ou une ductilité plus élevée.
ru: Твёрдая композитная клетка, изготовленная из крупного заполнителя, связанного жидким цементом. Относительно низкая прочность на разрыв и пластичность бетона компенсируются включением внутренней арматуры с более высокой прочностью на разрыв или пластичностью.

source: <link="REINFORCEDCONCRETETILE">Reinforced Concrete Tile</link>
fr: <link="REINFORCEDCONCRETETILE">Tuile en béton armé</link>
ru: <link="REINFORCEDCONCRETETILE">Железобетонная клетка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SIMPLEFRIDGE.DESC
source: A plain old-style home fridge. Still, this vintage building does the same job as a modern variant, which is preservation the of food.
fr: Un réfrigérateur domestique classique. Pourtant, ce bâtiment vintage remplit la même fonction qu'une version moderne : la conservation des aliments.
ru: Обычный домашний холодильник старого образца. Тем не менее, это старинный холодильник выполняет ту же функцию, что и современный вариант, а именно: сохраняет продукты.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SIMPLEFRIDGE.EFFECT
source: The sealed storage of this fridge keeps food very cold, but not in sterile atmospheric conditions.
fr: Le stockage hermétique de ce réfrigérateur permet de conserver les aliments très froids, mais pas dans des conditions atmosphériques stériles.
ru: Герметичное хранилище этого холодильника сохраняет продукты очень холодными, но не в стерильных атмосферных условиях.

source: A variant of the Home Fridge that has been plastered with a large variety of stickers
fr: Une variante du Home Fridge qui a été recouverte d'une grande variété d'autocollants
ru: Вариант домашнего холодильника, обклеенный большим количеством разнообразных наклеек.

source: <link="SIMPLEFRIDGESTICKERS">Stickered Home Fridge</link>
fr: <link="SIMPLEFRIDGESTICKERS">Autocollant réfrigérateur maison</link>
ru: <link="SIMPLEFRIDGESTICKERS">Домашний холодильник с наклейками</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SIMPLEFRIDGE.NAME
source: <link="SIMPLEFRIDGE">Home Fridge</link>
fr: <link="SIMPLEFRIDGE">Réfrigérateur domestique</link>
ru: <link="SIMPLEFRIDGE">Домашний холодильник</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SLIMEVAT.NAME
source: <link="SLIMEVAT">Slime Vat</link>
fr: <link="SLIMEVAT">Cuve à slime</link>
ru: <link="SLIMEVAT">Чан со cлизью</link>

source: A small sized reservoir. This variant has top to bottom flow.
fr: Réservoir de petite taille. Cette variante s'écoule de haut en bas.
ru: Резервуар небольшого размера. В этом варианте поток газа направлен сверху вниз.

source: Stores any <link="ELEMENTSGAS">Gas</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSGAS">Gaz</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSGAS">газовые</link> ресурсы, закачанные с помощью труб.

source: <link="SMALLGASRESERVOIR">Small Gas Reservoir B</link>
fr: <link="SMALLGASRESERVOIR">Petit réservoir de gaz B</link>
ru: <link="SMALLGASRESERVOIR">Маленький резервуар для газа 2</link>

source: A small sized reservoir. Reservoirs cannot receive manually delivered resources.
fr: Un réservoir de petite taille. Les réservoirs ne peuvent pas recevoir de ressources livrées manuellement.
ru: Резервуар небольшого размера. В резервуары нельзя доставлять ресурсы вручную.

source: Stores any <link="ELEMENTSGAS">Gas</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSGAS">Gaz</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSGAS">газовые</link> ресурсы, закачанные с помощью труб.

source: <link="SMALLGASRESERVOIRDEFAULT">Small Gas Reservoir</link>
fr: <link="SMALLGASRESERVOIRDEFAULT">Petit réservoir de gaz</link>
ru: <link="SMALLGASRESERVOIRDEFAULT">Маленький резервуар для газа</link>

source: A small sized reservoir. This variant has top to bottom flow
fr: Un réservoir de petite taille. Cette variante s'écoule de haut en bas.
ru: Резервуар небольшого размера. В этом варианте поток воды направлен сверху вниз.

source: Stores any <link="ELEMENTSLIQUID">Liquid</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSLIQUID">Liquide</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSLIQUID">жидкие</link> ресурсы, закачанные с помощью труб.

source: <link="SMALLLIQUIDRESERVOIR">Small Liquid Reservoir B</link>
fr: <link="SMALLLIQUIDRESERVOIR">Petit réservoir de liquide B</link>
ru: <link="SMALLLIQUIDRESERVOIR">Маленький резервуар для жидкости 2</link>

source: A small sized reservoir. Reservoirs cannot receive manually delivered resources.
fr: Un réservoir de petite taille. Les réservoirs ne peuvent pas recevoir de ressources livrées manuellement.
ru: Резервуар небольшого размера. В резервуары нельзя доставлять ресурсы вручную.

source: Stores any <link="ELEMENTSLIQUID">Liquid</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSLIQUID">Liquide</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSLIQUID">жидкие</link> ресурсы, закачанные с помощью труб.

source: <link="SMALLLIQUIDRESERVOIRDEFAULT">Small Liquid Reservoir</link>
fr: <link="SMALLLIQUIDRESERVOIRDEFAULT">Petit réservoir de liquide</link>
ru: <link="SMALLLIQUIDRESERVOIRDEFAULT">Маленький резервуар для жидкости</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACEBOX.DESC
source: A high-grade polymer box used for storing food inside spacecraft. Requires placement inside Space Module.
fr: Une boà®te en polymère de haute qualité utilisée pour conserver les aliments à bord des engins spatiaux. à€ placer à l'intérieur du module spatial.
ru: Высококачественный полимерный контейнер для хранения продуктов питания внутри космического корабля. Требуется размещение внутри космического модуля.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACEBOX.EFFECT
source: The sealed storage compartment of this box allows complete vacuum through connection with the spacecraft hulk, thus completely preserving the food within.
fr: Le compartiment de stockage scellé de cette boà®te permet un vide complet grâce à la connexion avec la coque du vaisseau spatial, préservant ainsi complètement les aliments à l'intérieur.
ru: Герметичное отделение для хранения этого контейнера обеспечивает полный вакуум за счет соединения с корпусом космического корабля, что позволяет полностью сохранить находящуюся внутри еду.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACEBOX.NAME
source: <link="SPACEBOX">Spacefaring Food Box</link>
fr: <link="SPACEBOX">Boà®te de nourriture spatiale</link>
ru: <link="SPACEBOX">Космическая коробка для еды</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERTILESOLID.DESC
source: A durable tile made for vacuum-exposed environments.
fr: Un carrelage durable conà§u pour les environnements exposés au vide.
ru: Твёрдая клетка, предназначенная для сред, подверженных воздействию вакуума.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERTILESOLID.NAME
source: <link="SPACERTILESOLID">Solid Spacer Tile</link>
fr: <link="SPACERTILESOLID">Tuile d'espacement solide</link>
ru: <link="SPACERTILESOLID">Твёрдая космическая клетка</link>

source: A transparent tile designed for external observation in vacuum-exposed environments.
fr: Une tuile transparente conà§ue pour l'observation externe dans des environnements exposés au vide.
ru: Прозрачная клетка, предназначенная для наружного наблюдения в условиях вакуума.

source: This windowed tile allows light and visibility through while maintaining a strong barrier against the vacuum of space. Blocks Gas and Liquid while offering minimal thermal insulation.
fr: Cette tuile vitrée laisse passer la lumière et la visibilité tout en maintenant une barrière solide contre le vide de l'espace. Bloque le gaz et le liquide tout en offrant une isolation thermique minimale.
ru: Эта клетка с окошком пропускает свет и видимость, одновременно обеспечивая прочный барьер от вакуума. Блокирует проникновение газа и жидкости, обеспечивая минимальную теплоизоляцию.

source: <link="SPACERTILEWINDOW">Transparent Spacer Tile</link>
fr: <link="SPACERTILEWINDOW">Carrelage d'espacement transparent</link>
ru: <link="SPACERTILEWINDOW">Прозрачная космическая клетка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERWALL.DESC
source: A small sized spacer wall.
fr: Un mur d'espacement de petite taille.
ru: Небольшая распорная стенка.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERWALL.EFFECT
source: A solid wall panel wrought from steel. Hermetically sealed joints prevent gas leakage into space.
fr: Un panneau mural solide en acier. Les joints hermétiques empêchent les fuites de gaz dans l'espace.
ru: Твёрдая панель из кованой стали. Герметичные соединения предотвращают утечку газа в пространство.

source: This spacer wall is fitted with a perimeter stripped demarcation. Can be flipped around.
fr: Ce mur d'espacement est équipé d'une délimitation périphérique dénudée. Il est réversible.
ru: Эта перегородка оснащена разметкой по периметру. Можно перевернуть.

source: <link="SPACERDANGER">Spacer Perimeter Wall</link>
fr: <link="SPACERDANGER">Mur d'enceinte d'espacement</link>
ru: <link="SPACERDANGER">Распорная стена</link>

source: This spacer wall is fitted with a corner perimeter stripped demarcation destined to corners. Can be flipped around.
fr: Ce mur d'espacement est équipé d'une démarcation périphérique dénudée destinée aux angles. Il est réversible.
ru: Эта дистанционная перегородка оснащена угловой разметкой с полосками по периметру, предназначенной для углов. Можно перевернуть.

source: <link="SPACERDANGERCORNER">Spacer Perimeter Wall Corner</link>
fr: <link="SPACERDANGERCORNER">Entretoise d'angle de mur périphérique</link>
ru: <link="SPACERDANGERCORNER">Распроная угловая стена</link>

source: A small sized spacer panel.
fr: Un panneau d'espacement de petite taille.
ru: Небольшая распроная панель.

source: <link="SPACERPANEL">Spacer Panel</link>
fr: <link="SPACERPANEL">Panneau d'espacement</link>
ru: <link="SPACERPANEL">Панель-распорка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERWALL.NAME
source: <link="SPACERWALL">Spacer Wall</link>
fr: <link="SPACERWALL">Mur d'espacement</link>
ru: <link="SPACERWALL">Стена-распрока</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERWALLLARGE.DESC
source: A large sized spacer panel.
fr: Un panneau d'espacement de grande taille.
ru: Большая распроная панель.

source: A large solid wall wrought from steel. Hermetically sealed joints prevent gas leakage into space.
fr: Un grand mur solide en acier. Les joints hermétiques empêchent les fuites de gaz dans l'espace.
ru: Большая сплошная стена из кованой стали. Герметичные соединения предотвращают утечку газа в космос.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SPACERWALLLARGE.NAME
source: <link="SPACERWALLLARGE">Large Spacer Panel</link>
fr: <link="SPACERWALLLARGE">Grand panneau d'espacement</link>
ru: <link="SPACERWALLLARGE">Большая панель-распрока</link>

source: A large sized spacer window.
fr: Une fenêtre d'espacement de grande taille.
ru: Большое окно-распорка.

source: A solid window wrought from steel and fitted with thick layers of glass. Hermetically sealed joints prevent gas leakage into space.
fr: Une fenêtre solide en acier et dotée d'épaisses couches de verre. Des joints hermétiques empêchent les fuites de gaz.
ru: Прочное окно из стали, оснащённое толстыми слоями стекла. Герметичные соединения предотвращают утечку газа в космос.

source: <link="SPACERWINDOWLARGE">Large Spacer Window</link>
fr: <link="SPACERWINDOWLARGE">Grande fenêtre d'espacement</link>
ru: <link="SPACERWINDOWLARGE">Большое окно-распорка</link>

source: A small sized spacer window..
fr: Une fenêtre d'espacement de petite taille.
ru: Небольшое окно-распорка.

source: A solid wall wrought from steel and fitted with thick layers of glass. Hermetically sealed joints prevent gas leakage into space.
fr: Un mur solide en acier recouvert d'épaisses couches de verre. Les joints hermétiques empêchent les fuites de gaz dans l'espace.
ru: Прочная стена из кованой стали, обитая толстыми слоями стекла. Герметичные соединения предотвращают утечку газа в космос.

source: A small sized spacer window. This is the B model.
fr: Une fenêtre d'espacement de petite taille. Il s'agit du modèle B.
ru: Небольшое окно-распорка. Это модель B.

source: <link="SPACERWINDOWB">Spacer Window Alt.</link>
fr: <link="SPACERWINDOWB">Fenêtre d'espacement Alt.</link>
ru: <link="SPACERWINDOWB">Окно-распорка альт.</link>

source: <link="SPACERWINDOWWALL">Spacer Window</link>
fr: <link="SPACERWINDOWWALL">Fenêtre d'espacement</link>
ru: <link="SPACERWINDOWWALL">Окно-распорка</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.STORAGEPOD.DESC
source: Store solids and other industrial materials.
fr: Stocker des solides et d'autres matériaux industriels.
ru: Хранить твёрдые вещества и другие промышленные материалы.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.STORAGEPOD.EFFECT
source: A versatile and convenient storage pod that can be built on walls. Store the <link="ELEMENTSSOLID">Solid Materials</link> of your choosing. The pod prevents temperature exchange with the environment, as well gas leakage.
fr: Un module de stockage polyvalent et pratique, à fixer aux murs. Stockez les <link="ELEMENTSSOLID">matériaux solides</link> de votre choix. Le module empêche les échanges de température avec l'environnement, ainsi que les fuites de gaz.
ru: Универсальный и удобный контейнер для хранения, который можно установить на стене. Храните <link="ELEMENTSSOLID">твёрдые материалы</link> по вашему выбору. Контейнер предотвращает температурный обмен с окружающей средой и утечку газа.

source: A green colored storage pod.
fr: Une capsule de stockage de couleur verte.
ru: Контейнер для хранения зелёного цвета.

source: <link="STORAGEPODA">Green Storage Pod</link>
fr: <link="STORAGEPODA">Pod de stockage vert</link>
ru: <link="STORAGEPODA">Зелёный контейнер</link>

source: A brown colored storage pod.
fr: Une capsule de stockage de couleur marron.
ru: Контейнер для хранения коричневого цвета.

source: <link="STORAGEPODB">Brown Storage Pod</link>
fr: <link="STORAGEPODB">Pod de stockage marron</link>
ru: <link="STORAGEPODB">Коричневый контейнер</link>

source: A yellow colored storage pod.
fr: Une capsule de stockage de couleur jaune.
ru: Контейнер для хранения жёлтого цвета.

source: <link="STORAGEPODC">Yellow Storage Pod</link>
fr: <link="STORAGEPODC">Pod de stockage jaune</link>
ru: <link="STORAGEPODC">Жёлтый контейнер</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.STORAGEPOD.NAME
source: <link="STORAGEPOD">Storage Pod</link>
fr: <link="STORAGEPOD">Pod de stockage</link>
ru: <link="STORAGEPOD">Контейнер</link>

source: A large sized structural frame.
fr: Un cadre structurel de grande taille.
ru: Крупногабаритная структурная рама.

source: Provides background support for buildings, or least gives the nice appearance of doing so. Doesn't prevent gases or liquid from leaking in to the void.
fr: Fournit un support d'arrière-plan aux bâtiments, ou du moins donne une belle apparence. N'empêche pas les fuites de gaz ou de liquide dans le vide.
ru: Обеспечивает опору для зданий или, по крайней мере, создаёт впечатление, что делает это. Не препятствует просачиванию газов или жидкостей в пустоты.

source: <link="STRUCTUREFRAMELARGE">Large Structure Frame</link>
fr: <link="STRUCTUREFRAMELARGE">Grande structure</link>
ru: <link="STRUCTUREFRAMELARGE">Большой каркас</link>

source: A small sized structural frame.
fr: Un cadre structurel de petite taille.
ru: Небольшая структурная рама.

source: Provides background support for buildings, or least gives the nice appearance of doing so. Doesn't prevent gases or liquid from leaking in to the void.
fr: Fournit un support d'arrière-plan aux bâtiments, ou du moins donne une belle apparence. N'empêche pas les fuites de gaz ou de liquide dans le vide.
ru: Обеспечивает опору для зданий или, по крайней мере, создаёт впечатление, что делает это. Не препятствует просачиванию газов или жидкостей в пустоты.

source: <link="STRUCTUREFRAMESMALL">Small Structure Frame</link>
fr: <link="STRUCTUREFRAMESMALL">Cadre de petite structure</link>
ru: <link="STRUCTUREFRAMESMALL">Малый каркас</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.STRUCTURETILE.DESC
source: A solid structural tile wrought from refined metal. Use to build the walls and floors of rooms.
fr: Une tuile structurelle solide, fabriquée à partir de métal raffiné. Utilisée pour construire les murs et les sols des pièces.
ru: Прочная структурная клетка, изготовленная из очищенного металла. Используется для возведения стен и полов в помещениях.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.STRUCTURETILE.EFFECT
source: This steel structure is commonly used as a simple, yet strong tile for buildings. The frame structure will not hold any gas or liquid.
fr: Cette structure en acier est couramment utilisée comme tuile simple mais robuste pour les bâtiments. Elle ne retient ni gaz ni liquide.
ru: Эта стальная конструкция обычно используется в качестве простой, но прочной клетки для зданий. Каркасная конструкция не удерживает газ или жидкость.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.STRUCTURETILE.NAME
source: <link="REINFORCEDCONCRETETILE">Structure Tile</link>
fr: <link="REINFORCEDCONCRETETILE">Tuile de structure</link>
ru: <link="REINFORCEDCONCRETETILE">Клетка каркаса</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WALLGASTANK.DESC
source: A small sized reservoir designed for all placements, which does not require any foundation.
fr: Un réservoir de petite taille conà§u pour tous les emplacements, qui ne nécessite aucune fondation.
ru: Резервуар небольшого размера, предназначенный для любых размещений, не требующий фундамента.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WALLGASTANK.EFFECT
source: Stores any <link="ELEMENTSGAS">Gas</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSGAS">Gaz</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSGAS">газовые</link> ресурсы, закачанные с помощью труб.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WALLGASTANK.NAME
source: <link="WALLGASTANK">Wall Gas Reservoir</link>
fr: <link="WALLGASTANK">Réservoir de gaz mural</link>
ru: <link="WALLGASTANK">Настенный резервуар для газа</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WALLLIQUIDTANK.DESC
source: A small sized reservoir designed for all placements, which does not require any foundation.
fr: Un réservoir de petite taille conà§u pour tous les emplacements, qui ne nécessite aucune fondation.
ru: Резервуар небольшого размера, предназначенный для любых размещений, не требующий фундамента.

source: Stores any <link="ELEMENTSLIQUID">Liquid</link> resources piped into it.
fr: Stocke toutes les ressources <link="ELEMENTSLIQUID">Liquide</link> qui y sont acheminées.
ru: Хранит любые <link="ELEMENTSLIQUID">жидкие</link> ресурсы, закачанные с помощью труб.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WALLLIQUIDTANK.NAME
source: <link="WALLLIQUIDTANK">Wall Liquid Reservoir</link>
fr: <link="WALLLIQUIDTANK">Réservoir de liquide mural</link>
ru: <link="WALLLIQUIDTANK">Настенный резервуар для жидкости</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENCEILING.DESC
source: Wood work used to decorate the ceilings of rooms. Increases Decor, contributing to Morale.
fr: Boiseries utilisées pour décorer les plafonds des pièces. Améliore la décoration et contribue au moral.
ru: Изделия из дерева, используемые для украшения потолков комнат. Улучшает декор, способствуя повышению морального духа.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENCEILING.EFFECT
source: This ceiling is a beautiful masonry and wood work, but serves only as a decorative purpose.
fr: Ce plafond est un beau travail de maà§onnerie et de bois, mais il ne sert qu'à des fins décoratives.
ru: Этот потолок представляет собой красивую работу из камня и дерева, но он выполняет исключительно декоративную функцию.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.WOODENCEILING.NAME
source: Wooden Ceiling
fr: Plafond en bois
ru: Деревянный потолочный уголок

source: Tiles composed of minerals and wooden adornments.
fr: Carreaux composés de minéraux et d'ornements en bois.
ru: Клетка, состоящая из минералов и деревянных украшений.

source: Used to build the walls and floors of rooms. Increases Decor, contributing to Morale. Its composition gives it excellent insulation.
fr: Utilisé pour construire les murs et les sols des pièces. Il améliore la décoration et contribue au moral. Sa composition lui confère une excellente isolation.
ru: Используется для строительства стен и полов в помещениях. Украшает интерьер, способствует укреплению морального духа. Его состав обеспечивает отличную теплоизоляцию.

source: <link="WOODENCOMPOSITIONTILE">Wood Composite Tile</link>
fr: <link="WOODENCOMPOSITIONTILE">Carrelage composite en bois</link>
ru: <link="WOODENCOMPOSITIONTILE">Деревянная композитная клетка</link>

source: A wooden arch used to decorate the ceiling corners of rooms. Increases Decor, contributing to Morale.
fr: Une arche en bois utilisée pour décorer les angles des plafonds des pièces. Augmente la décoration et contribue au moral.
ru: Деревянная арка, используемая для украшения потолков в углах комнат. Увеличивает декор, способствуя повышению морального духа.

source: This corner ceiling arch is beautiful masonry and wood work, but serves only as a decorative purpose.
fr: Cette arche de plafond d'angle est une belle maà§onnerie et un travail du bois, mais ne sert qu'à des fins décoratives.
ru: Эта угловая потолочная арка представляет собой прекрасную работу из камня и дерева, но она выполняет исключительно декоративную функцию.

source: Wooden Corner Arch
fr: Arche d'angle en bois
ru: Деревянный уголок плинтуса

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.AIO_WOODENDOOR.DESC
source: Be careful with splinters!
fr: Attention aux échardes !
ru: Опасайтесь заноз!
