Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

source: Converts <link="COMBUSTIBLEGAS">Combustible Gas</link> into Power. The waste products are either released into the world or inserted into pipes.
fr: Convertit le <link="COMBUSTIBLEGAS">gaz combustible</link> en énergie. Les déchets sont soit rejetés dans le monde, soit insérés dans des tuyaux.
ru: Преобразует <link="COMBUSTIBLEGAS">горючий газ</link> в электроэнергию. Отходы либо выбрасываются в атмосферу, либо попадают в трубы.

source: <link="CUSTOMMETHANEGENERATOR">Custom Gas Generator</link>
fr: <link="CUSTOMMETHANEGENERATOR">Générateur de gaz personnalisé</link>
ru: <link="CUSTOMMETHANEGENERATOR">Газовый генератор</link>

source: A notable tile made exclusively with Obsidian, a form of volcanic glass.
fr: Une tuile remarquable fabriquée exclusivement avec de l'obsidienne, une forme de verre volcanique.
ru: Примечательная клетка, изготовленная исключительно из обсидиана - разновидности вулканического стекла.

source: Obsidian tiles enhance not only the environmental beauty, but also increases duplicants walking speed.
fr: Les tuiles d'obsidienne améliorent non seulement la beauté de l'environnement, mais augmentent également la vitesse de marche des duplicants.
ru: Обсидиановая клетка не только улучшает красоту окружающей среды, но и увеличивает скорость передвижения дубликантов.

source: <link="CUSTOMOBSIDIANTILE">Compacted Obsidian Tile</link>
fr: <link="CUSTOMOBSIDIANTILE">Tuile d'obsidienne compactée</link>
ru: <link="CUSTOMOBSIDIANTILE">Уплотнённая обсидиановая клетка</link>

source: A small, custom Combustible Liquid generator. This rather versatile generator has piped outputs.
fr: Un petit générateur de liquide combustible personnalisé. Polyvalent, ce générateur est doté de sorties canalisées.
ru: Небольшой генератор, работающий на горючей жидкости. Этот довольно универсальный генератор имеет выходы для подключения труб.

source: Converts <link="COMBUSTIBLELIQUID">Combustable Fuel</link> into Power. The waste products are either released into the world or inserted into pipes.
fr: Convertit le <link="COMBUSTIBLELIQUID">combustible</link> en énergie. Les déchets sont soit rejetés dans le monde, soit insérés dans des tuyaux.
ru: Преобразует <link="COMBUSTIBLE LIQUID">горючее топливо</link> в электроэнергию. Отходы либо выбрасываются в окружающую среду, либо попадают в трубы.

source: <link="CUSTOMPETROLEUMGENERATOR">Custom Combustion Generator</link>
fr: <link="CUSTOMPETROLEUMGENERATOR">Générateur de combustion personnalisé</link>
ru: <link="CUSTOMPETROLEUMGENERATOR">Генератор на жидком топливе</link>

source: A notable tile made exclusively with Sandstone.
fr: Un carreau remarquable fabriqué exclusivement avec du grès.
ru: Примечательная клетка, изготовленная исключительно из песчаника.

source: Sandstone tiles enhance not only the environmental beauty, but also increases duplicants walking speed.
fr: Les carreaux de grès améliorent non seulement la beauté de l'environnement, mais augmentent également la vitesse de marche des duplicants.
ru: Клетка из песчаника не только улучшает окружающую красоту, но и увеличивает скорость передвижения дубликантов.

source: <link="CUSTOMSANDSTONETILE">Compacted Sandstone Tile</link>
fr: <link="CUSTOMSANDSTONETILE">Carrelage en grès compacté</link>
ru: <link="CUSTOMSANDSTONETILE">Уплотнённая плитка из песчаника</link>

source: Solar panels convert high intensity sunlight into power and produce zero waste.
fr: Les panneaux solaires convertissent la lumière solaire de haute intensité en énergie et ne produisent aucun déchet.
ru: Солнечные панели преобразуют солнечный свет высокой интенсивности в электроэнергию и не производят отходов.

source: Converts <link="LIGHT">Sunlight</link> into electrical <link="POWER">Power</link>. Can be rotated.
fr: Convertit la <link="LIGHT">lumière du soleil</link> en <link="POWER">énergie</link> électrique. Peut être tourné.
ru: Преобразует <link="LIGHT">солнечный свет</link> в электрическую <link="POWER">энергию</link>. Можно вращать.

source: <link="CUSTOMSOLARPANEL">Custom Solar Panel</link>
fr: <link="CUSTOMSOLARPANEL">Panneau solaire personnalisé</link>
ru: <link="CUSTOMSOLARPANEL">Нестандартная солнечная панель</link>

source: A small, custom Refined Carbon generator. This rather versatile generator has piped outputs.
fr: Un petit générateur personnalisé en carbone raffiné. Polyvalent, ce générateur est doté de sorties canalisées.
ru: Небольшой, генератор на очищенном углероде. Этот довольно универсальный генератор имеет выходы для подключения труб.

source: Converts <link="REFINEDCARBON">Refined Carbon</link> into Power. The waste products are either released into the world or inserted into pipes.
fr: Convertit le <link="REFINEDCARBON">carbone raffiné</link> en énergie. Les déchets sont soit rejetés dans le monde, soit insérés dans des tuyaux.
ru: Преобразует <link="REFINEDCARBON">очищенный углерод</link> в электроэнергию. Отходы либо выбрасываются в окружающую среду, либо попадают в трубы.

source: <link="CUSTOMSOLIDGENERATOR">Custom Carbon Generator</link>
fr: <link="CUSTOMSOLIDGENERATOR">Générateur de carbone personnalisé</link>
ru: <link="CUSTOMSOLIDGENERATOR">Генератор на углероде</link>

source: Useful for converting the geothermal energy into usable power.
fr: Utile pour convertir l'énergie géothermique en énergie utilisable.
ru: Полезно для преобразования геотермальной энергии в полезную электроэнергию.

source: Draws in <link="STEAM">Steam</link> from the tiles directly below the machine's foundation and uses it to generate electrical <link="POWER">Power</link>. Outputs <link="WATER">Water</link>.
fr: Aspire la <link="STEAM">vapeur</link> des tuiles situées directement sous les fondations de la machine et l'utilise pour générer de l'<link="POWER">énergie</link> électrique. Produit de l'<link="WATER">eau</link>.
ru: Всасывает <link="STEAM">Пар</link> из клеток непосредственно под основанием машины и использует его для выработки электрической<link="POWER">энергии</link>. Вырабатывает <link="WATER">Воду</link>.

source: <link="CUSTOMSTEAMGENERATOR">Custom Steam Turbine</link>
fr: <link="CUSTOMSTEAMGENERATOR">Turbine à vapeur personnalisée</link>
ru: <link="CUSTOMSTEAMGENERATOR">Нестандартная паровая турбина</link>

source: A mechanical valve capable of reducing the flow of gas from a pressurized pipe to a normal pipe, avoid it to break.
ru: Механический клапан, способный перекрыть поток газа из напорной трубы в обычную трубу, предотвращая её поломку.

source: Allows <link="ELEMENTSGAS">Gases</link> to be transfered from <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Pipe</link> to normal <link="GASCONDUIT">Pipes</link>.
fr: Permet de transférer des <link="ELEMENTSGAS">gaz</link> depuis un <link="HIGHPRESSUREGASCONDUIT">tuyau de gaz haute pression</link> vers des <link="GASCONDUIT">tuyaux</link> normaux.
ru: Позволяет перекачивать <link="ELEMENTS GAS">газы</link> из <link="HIGH PRESSURE GASCONDUIT">газовой трубы высокого давления</link> в обычные <link="GASCONDUIT">трубы</link>.

source: <link="DECOMPRESSIONGASVALVE">Decompression Gas Valve</link>
fr: <link="DECOMPRESSIONGASVALVE">Vanne de décompression de gaz</link>
ru: <link="DECOMPRESSIONGASVALVE">Декомпрессионный клапан для газа</link>

source: A mechanical valve capable of reducing the flow of liquid from a pressurized pipe to a normal pipe, avoid it to break.
ru: Механический клапан, способный перекрыть поток жидкости из напорной трубы в обычную трубу, предотвращая её поломку.

source: Allows <link="ELEMENTSLIQUID">Liquid</link> to be transfered from <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link> to normal <link="LIQUIDCONDUIT">Pipes</link>.
fr: Permet de transférer du <link="ELEMENTSLIQUID">liquide</link> depuis un <link="HIGHPRESSURELIQUIDCONDUIT">tuyau de liquide haute pression</link> vers des <link="LIQUIDCONDUIT">tuyaux</link> normaux.
ru: Позволяет перекачивать <link="ELEMENTS LIQUID">жидкость</link> из <link="HIGH PRESSURE LIQUIDCONDUIT">трубы высокого давления</link> в обычные <link="LIQUIDCONDUIT">трубы</link>.

source: <link="DECOMPRESSIONLIQUIDVALVE">Decompression Liquid Valve</link>
fr: <link="DECOMPRESSIONLIQUIDVALVE">Vanne de décompression de liquide</link>
ru: <link="DECOMPRESSIONLIQUIDVALVE">Декомпрессионный клапан для жидкости</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.ETHANOLSTILL.DESC
source: A solid metal still capable of distillation by selective temperature.
fr: Un alambic en métal solide capable de distillation par température sélective.
ru: Цельнометаллический дистиллятор, способный производить дистилляцию при определенной температуре.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.ETHANOLSTILL.EFFECT
source: Distills <link="ETHANOL">Ethanol</link> from a fermented mixture of <link="SUCROSE">Sucrose</link> and <link="WATER">Water</link>. The fermenting process occurs with <link="SLIMEMOLD">Slime</link> bacterias by the degradation of organic nutrients anaerobically.
fr: Distille l'éthanol à partir d'un mélange fermenté de saccharose et d'eau. La fermentation se produit grâce aux bactéries du type Â« SLIMEMOLD Â» (slime) par dégradation anaérobie des nutriments organiques.
ru: Перегоняет <link="ETHANOL">этанол</link> из ферментированной смеси <link="SUCROSE">сахарозы</link> и <link="WATER">воды</link>. Процесс ферментации происходит с помощью бактерий <link="SLIMEMOLD">слизи</link> путем анаэробного разложения органических питательных веществ.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.ETHANOLSTILL.NAME
source: <link="ETHANOLSTILL">Ethanol Stil</link>
fr: <link="ETHANOLSTILL">éthanol Stil</link>
ru: <link="ETHANOLSTILL">Дистиллятор этанола</link>

source: A dedicated industrial sieve that flocculates colloidal particles out of suspension to sediment under the form of floc. Strong filter media further improves the cleaning process of liquids.
fr: Un tamis industriel dédié qui flocule les particules colloà¯dales en suspension pour les transformer en sédiments sous forme de flocs. Un média filtrant robuste améliore encore le processus de nettoyage des liquides.
ru: Специальное промышленное сито, которое флоккулирует коллоидные частицы из суспензии, превращая их в осадок в виде хлопьев. Прочный фильтрующий материал дополнительно улучшает процесс очистки жидкостей.

source: Treat <link="DIRTYWATER">Polluted Water</link> or <link="TOXICSLURRY">Toxic Slurry</link> using special filter and chemicals. Sieve process also completely removes<link="DISEASE">Germs</link>.
fr: Traitez l'eau polluée ou les boues toxiques à l'aide d'un filtre et de produits chimiques spéciaux. Le tamisage élimine également complètement les germes.
ru: Очищает <link="DIRTYWATER">загрязнённую воду</link> или <link="TOXICSLURRY">токсичный шлам</link> с помощью специального фильтра и химикатов. Процесс просеивания также полностью удаляет <link="DISEASE">микробы</link>.

source: <link="FLOCCULATIONSIEVE">Flocculation Sieve</link>
fr: <link="FLOCCULATIONSIEVE">Tamis de floculation</link>
ru: <link="FLOCCULATIONSIEVE">Флокуляционное сито</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.FRIDGEPOD.DESC
source: A tiny wall pod capable of preserving food at low temperatures.
fr: Une petite capsule murale capable de conserver les aliments à basse température.
ru: Небольшая настенная камера, в которой можно хранить продукты при низких температурах.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.FRIDGEPOD.EFFECT
source: The sealed storage of this pod keeps food very cold, but not in sterile atmospheric conditions.
fr: Le stockage hermétique de cette capsule permet de conserver les aliments très froids, mais pas dans des conditions atmosphériques stériles.
ru: Герметичное хранение в этом контейнере позволяет сохранять продукты питания очень холодными, но не в стерильных атмосферных условиях.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.FRIDGEPOD.NAME
source: <link="FRIDGEPOD">Fridge Pod</link>
fr: <link="FRIDGEPOD">Réfrigérateur Pod</link>
ru: <link="FRIDGEPOD">Холодильная капсула</link>

source: Functions as a Manual Airlock when no Power is available.
fr: Fonctionne comme un sas manuel lorsqu'aucune alimentation n'est disponible.
ru: Функционирует как ручной шлюз при отсутствии электроэнергии.

source: A mechanized airlock door made with <link="GLASS">Glass</link> panels. Blocks Liquid and Gas flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction.
fr: Sas mécanisé en panneaux de verre. Bloque les flux de liquide et de gaz, maintenant la pression entre les zones. Définit les autorisations d'accès duplicatives pour la restriction de zone.
ru: Механизированный шлюз, изготовленный из панелей <link="GLASS">стекла</link>. Блокирует поток жидкости и газа, поддерживая давление между зонами. Устанавливает разрешения доступа для ограничения зон.

source: <link="GLASSDOORCOMPLEX">Security Glass Door</link>
fr: <link="GLASSDOORCOMPLEX">Porte de sécurité en verre</link>
ru: <link="GLASSDOORCOMPLEX">Защитная стеклянная дверь</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.GLASSDOORSIMPLE.DESC
source: Pips love pressing their face against the glass. The same can be said about Meep.
fr: Les Pips adorent appuyer leur visage contre la vitre. On peut en dire autant de Meep.
ru: Цвирки любят прижиматься мордочкой к стеклу. То же самое можно сказать и о Мипе.

source: A simple door made with <link="GLASS">Glass</link> panels. Encloses areas without blocking Liquid or Gas flow. Sets Duplicant Access Permissions for area restriction.
fr: Une porte simple fabriquée avec des panneaux en verre. Elle ferme les zones sans bloquer la circulation des liquides ou des gaz. Elle définit des autorisations d'accès duplicatives pour restreindre les zones.
ru: Простая дверь из панелей <link="GLASS">стекла</link>. Ограждает зоны, не блокируя поток жидкости или газа. Устанавливает разрешения на доступ для ограничения пространства.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.GLASSDOORSIMPLE.NAME
source: <link="GLASSDOORSIMPLE">Simple Glass Door</link>
fr: <link="GLASSDOORSIMPLE">Porte en verre simple</link>
ru: <link="GLASSDOORSIMPLE">Простая стеклянная дверь</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCALCINATOR.DESC
source: Voloxidation process can separate uranium oxides from nuclear waste, along with other heavy elements. Produces waves of contaminating radiation while operational.
fr: Le procédé de voloxydation permet de séparer les oxydes d'uranium des déchets nucléaires, ainsi que d'autres éléments lourds. Il produit des ondes de rayonnement contaminant pendant son fonctionnement.
ru: Процесс волоксидации позволяет отделить оксиды урана от ядерных отходов, а также другие тяжёлые элементы. В процессе эксплуатации возникают волны загрязняющего излучения.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCALCINATOR.EFFECT
source: An advanced kiln capable of volumetric oxidation with heavy nuclear waste by alternating different stages of oxidation and reduction.
fr: Un four avancé capable d'effectuer une oxydation volumétrique avec des déchets nucléaires lourds en alternant différentes étapes d'oxydation et de réduction.
ru: Современная печь, способная осуществлять объёмное окисление тяжёлых ядерных отходов путем чередования различных стадий окисления и восстановления.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCALCINATOR.NAME
source: <link="HEPCALCINATOR">Voloxidation Calcinator</link>
fr: <link="HEPCALCINATOR">Calcinateur à voloxydation</link>
ru: <link="HEPCALCINATOR">Кальцинатор волоксидации</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCENTRIFUGE.DESC
source: A gas centrifuge is a device that performs isotope separation of gases. A centrifuge relies on the principles of centripetal force accelerating molecules so that particles of different masses are physically separated in a gradient along the radius of a rotating container.
fr: Une centrifugeuse à gaz est un appareil qui effectue la séparation isotopique des gaz. Elle repose sur le principe de la force centripète qui accélère les molécules afin que les particules de masses différentes soient physiquement séparées selon un gradient le long du rayon d'un récipient en rotation.
ru: Газовая центрифуга - это устройство для разделения изотопов газов. Работа центрифуги основана на принципе центростремительной силы, ускоряющей молекулы, благодаря чему частицы разной массы физически разделяются в градиенте вдоль радиуса вращающегося контейнера.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCENTRIFUGE.EFFECT
source: The Zippe-type centrifuge is a gas device designed to enrich the rare fissile <link="ENRICHEDURANIUM">Enriched Uranium</link> from the mixture of isotopes found in the manufactured <link="YELLOWCAKE">Yellow Cake</link>. The separation process releases small amounts of <link="DEPLETEDURANIUM">Depleted Uranium</link>as waste product.
ru: Центрифуга типа «Зиппе» - это газовое устройство, предназначенное для обогащения редкого делящегося <link="ENRICHEDURANIUM">обогащённого урана</link> из смеси изотопов, содержащихся в полученном <link="YELLOWCAKE">жёлтом кеке</link>. В процессе разделения в качестве отходов выделяется небольшое количество <link="DEPLETEDURANIUM">обеднённого урана</link>.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCENTRIFUGE.NAME
source: <link="HEPCENTRIFUGE">Zippe-Type Centrifuge</link>
fr: <link="HEPCENTRIFUGE">Centrifugeuse de type Zippe</link>
ru: <link="HEPCENTRIFUGE">Центрифуга типа Зиппе</link>

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPPROJECTOR.DESC
source: A radiactive source containing radionuclids which emits ionizing radiation.
fr: Une source radioactive contenant des radionucléides qui émet un rayonnement ionisant.
ru: Радиоактивный источник, содержащий радионуклиды, испускающие ионизирующее излучение.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPPROJECTOR.EFFECT
source: This device uses <link="URANIUMORE">Uranium Ore</link>. As the fuel decays, it turns to liquid <link="NUCLEARWASTE">Nuclear Waste</link>, which is piped out of the source.
fr: Cet appareil utilise du minerai d'uranium. En se désintégrant, le combustible se transforme en déchet nucléaire liquide, qui est évacué par canalisation depuis la source.
ru: Это устройство использует <link="URANIUMORE">урановую руду</link>. По мере распада топлива оно превращается в жидкие <link="NUCLEARWASTE">ядерные отходы</link>, которые отводятся по трубопроводу от источника.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPPROJECTOR.NAME
source: <link="HEPPROJECTOR">Rad Projector</link>
fr: <link="HEPPROJECTOR">Projecteur Rad</link>
ru: <link="HEPPROJECTOR">Рад-проектор</link>

source: A reinforced gas pipe capable of handling high pressure flow. Composite nature of the pipe prevents gas contents from significantly changing temperature in transit.
fr: Un tuyau de gaz renforcé capable de gérer un débit à haute pression. La nature composite du tuyau empêche le contenu du gaz de changer considérablement de température pendant le transport.
ru: Усиленная газовая труба, способная выдерживать поток высокого давления. Композитный характер трубы предотвращает существенное изменение температуры газового содержимого при транспортировке.

source: Carries a maximum of {CAPACITY} of <link="ELEMENTSGAS">Gas</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through wall and floor tile.
fr: Transporte un maximum de {CAPACITY} de <link="ELEMENTSGAS">gaz</link> avec un changement minimal de <link="HEAT">température</link>. Peut être installé à travers les carreaux muraux et de sol.
ru: Переносит максимум {CAPACITY} <link="ELEMENTSGAS">газа</link> с минимальным изменением <link="HEAT">температуры</link>. Можно прокладывать через настенную и напольную клетку.

source: <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Conduit</link>
fr: <link="HIGHPRESSUREGASCONDUIT">Conduit de gaz haute pression</link>
ru: <link="HIGHPRESSUREGASCONDUIT">Газовая труба высокого давления</link>

source: A reinforced gas pipe bridge capable of handling high pressure flow. Composite nature of the pipe prevents gas contents from significantly changing temperature in transit.
fr: Un pont de conduite de gaz renforcé capable de gérer un débit à haute pression. La nature composite du tuyau empêche le contenu du gaz de changer considérablement de température pendant le transport.
ru: Усиленный газовый мост, способный выдерживать поток высокого давления. Композитный состав трубы предотвращает значительное изменение температуры газа при транспортировке.

source: Runs one High Pressure Gas Pipe section over another without joining them. Can be run through wall and floor tile.
fr: Permet de faire passer une section de tuyau de gaz haute pression sur une autre sans les joindre. Peut être utilisé à travers les carreaux de mur et de sol.
ru: Прокладывает один участок газопровода высокого давления над другим без их соединения. Можно прокладывать через настенную и напольную клетку.

source: <link="HIGHPRESSUREGASCONDUITBRIDGE">High Pressure Gas Conduit Bridge</link>
fr: <link="HIGHPRESSUREGASCONDUITBRIDGE">Pont de conduite de gaz haute pression</link>
ru: <link="HIGHPRESSUREGASCONDUITBRIDGE">Мост газовой трубы высокого давления</link>

source: A reinforced liquid pipe capable of handling high pressure flow. Composite nature of the pipe prevents liquid contents from significantly changing temperature in transit.
fr: Un tuyau renforcé pour liquide capable de supporter un débit à haute pression. Sa nature composite empêche les variations de température importantes du contenu liquide pendant le transport.
ru: Усиленный трубопровод для жидкости, способный выдерживать высокое давление. Композитный состав трубы предотвращает значительное изменение температуры жидкости при транспортировке.

source: Carries a maximum of {CAPACITY} of <link="ELEMENTSLIQUID">Liquid</link> with minimal change in <link="HEAT">Temperature</link>. Can be run through wall and floor tile.
fr: Transporte un maximum de {CAPACITY} de <link="ELEMENTSLIQUID">liquide</link> avec un changement minimal de <link="HEAT">température</link>. Peut être utilisé à travers les carreaux muraux et de sol.
ru: Переносит максимум {CAPACITY} <link="ELEMENTS LIQUID">жидкости</link> с минимальным изменением <link="HEAT">температуры</link>. Можно прокладывать через настенную и напольную клетку.

source: <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link>
fr: <link="HIGHPRESSURELIQUIDCONDUIT">Conduite de liquide haute pression</link>
ru: <link="HIGHPRESSURELIQUIDCONDUIT">Труба для жидкости высокого давления</link>

source: A reinforced liquid pipe bridge capable of handling high pressure flow. Composite nature of the pipe prevents liquid contents from significantly changing temperature in transit.
fr: Un pont de conduite renforcé capable de supporter un débit à haute pression. La nature composite du tuyau empêche les variations de température importantes du liquide pendant le transport.
ru: Усиленный мост для жидкостного трубопровода, способный выдерживать высокое давление. Композитный материал трубы предотвращает значительное изменение температуры жидкости при транспортировке.

source: Runs one High Pressure Liquid Pipe section over another without joining them. Can be run through wall and floor tile.
fr: Permet de faire passer une section de tuyau de liquide haute pression sur une autre sans les joindre. Peut être utilisé à travers les carreaux de mur et de sol.
ru: Прокладывает один участок трубопровода высокого давления для жидкости над другим без их соединения. Можно прокладывать через настенную и напольную клетку.
