Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: RonivansLegacy_ChemicalProcessing/ModAssets/translations/*.po
Languages: fr, ru

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_AUGUR_DRILL.TARGET_DESC
source: Direct the drill towards specific areas of the asteroid, targeting the {0}.
fr: Dirigez la perceuse vers des zones spécifiques de l'astéroà¯de, en ciblant le {0}.
ru: Направьте бур на определённые области астероида, нацеливаясь на {0}.

source: Tungsten Drilling
fr: Forage au tungstène
ru: Вольфрамовое сверление

source: Aquifer
fr: aquifère
ru: Водоносный горизонт

source: Cryosphere
fr: Cryosphère
ru: Криосфера

source: Hard Stratum
fr: Strate dure
ru: Жёсткий слой

# RonivansLegacy_ChemicalProcessing.STRINGS.UI.MINING_SMART_DRILL_LOCATIONS.MANTLE
source: Deep Mantle
fr: Manteau profond
ru: Глубокая мантия

source: Oil Reserves
fr: Réserves de pétrole
ru: Запасы нефти

source: Soft Stratum
fr: Strate molle
ru: Мягкий слой

source: Reprogram
fr: Reprogrammer
ru: Перепрограммировать

source: Reprogram guidance device
fr: Reprogrammer le dispositif de guidage
ru: Перепрограммирование устройства наведения

source: Heavy Meteor
fr: Météore lourd
ru: Тяжёлый метеор

source: Argentite Meteor
fr: Météore d'argentite
ru: Аргентитовый метеор

source: Aurichalcite Meteor
fr: Météore d'aurichalcite
ru: Аурихальцитовый метеор

source: Obstructed by Heavy-Duty Rail
fr: Obstrué par un rail lourd
ru: Препятствие из-за сверхпрочного рельса

source: Maximum Item Weight: {0}
fr: Poids maximal de l'article : {0}

source: Growth Efficiency: {0}
fr: Efficacité de croissance : {0}

source: This conveyor rail failed at transporting a debris chunk that was too heavy for it The incoming item was {0} kg, but it could only hold {1} kg of that. Excess mass was dropped.
fr: Ce rail de convoyeur n'a pas réussi à transporter un morceau de débris trop lourd pour lui. L'article entrant pesait {0} kg, mais il ne pouvait en contenir que {1} kg. L'excès de masse a été supprimé.

source: <link="BIOCHEMISTRYBIODIESELGENERATOR">Eco Diesel Generator</link>
fr: <link="BIOCHIMIE BIODIESELGENERATOR">Générateur diesel écologique</link>

source: Address a wide range of industrial and chemical applications.
fr: Adressez-vous à une large gamme d'applications industrielles et chimiques.

source: A large sized industrial mill that crushes raw ores using steel balls and special mixture of acids. It is capable to process much more than the standard mill, as well as more efficient in the extraction of valuable minerals from the raw ore sludge.
fr: Un broyeur industriel de grande taille qui broie les minerais bruts à l'aide de billes d'acier et d'un mélange spécial d'acides. Il est capable de traiter beaucoup plus que le broyeur standard et est également plus efficace pour extraire les minéraux précieux des boues de minerai brut.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HEPCENTRIFUGE.EFFECT
source: The Zippe-type centrifuge is a gas device designed to enrich the rare fissile <link="ENRICHEDURANIUM">Enriched Uranium</link> from the mixture of isotopes found in the manufactured <link="YELLOWCAKE">Yellow Cake</link>. The separation process releases small amounts of <link="DEPLETEDURANIUM">Depleted Uranium</link> as waste product.
fr: La centrifugeuse de type Zippe est un appareil à gaz conà§u pour enrichir l'uranium fissile rare <link="ENRICHEDURANIUM">enrichi</link> à partir du mélange d'isotopes présent dans le <link="YELLOWCAKE">Yellow Cake</link> fabriqué. Le processus de séparation libère de petites quantités d'uranium appauvri <link="DEPLETEDURANIUM">appauvri</link> comme déchet.

source: Automates <link="CHORES">Sweeping</link> and <link="CHORES">Supplying</link> errands by sucking up all nearby <link="DECOR">Debris</link>. Materials are automatically delivered to any <link="HPAINBOX">Heavy-Duty Loader</link>, <link="HPAOUTBOX">Heavy-Duty Receptacle</link>, storage, or buildings within range. Comes with increased range, capacity and rotation speed.
fr: Automatise les courses de <link="CHORES">balayage</link> et d'<link="CHORES">approvisionnement</link> en aspirant tous les <link="DECOR">débris</link> à proximité. Les matériaux sont automatiquement livrés à n'importe quel <link="HPAINBOX">chargeur robuste</link>, <link="HPAOUTBOX">réceptacle robuste</link>, entrepôt ou bâtiment à portée. Livré avec une portée, une capacité et une vitesse de rotation accrues.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPAVENTGAS.EFFECT
source: Dispenses <link="ELEMENTSGAS">Gases</link> in high pressure environments. Must be connected to a <link="HIGHPRESSUREGASCONDUIT">High Pressure Gas Pipe</link>. Requires power to function.
fr: Distribue des <link="ELEMENTSGAS">gaz</link> dans des environnements à haute pression. Doit être connecté à un <link="HIGHPRESSUREGASCONDUIT">tuyau de gaz haute pression</link>. Nécessite une alimentation électrique pour fonctionner.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.HPAVENTLIQUID.EFFECT
source: Dispenses <link="ELEMENTSLIQUID">Liquids</link> in high pressure environments. Must be connected to a <link="HIGHPRESSURELIQUIDCONDUIT">High Pressure Liquid Pipe</link>. Requires power to function.
fr: Distribue des <link="ELEMENTSLIQUID">liquides</link> dans des environnements à haute pression. Doit être connecté à un <link="HIGHPRESSURELIQUIDCONDUIT">tuyau de liquide haute pression</link>. Nécessite une alimentation électrique pour fonctionner.

source: This rig uses specialized Drillbits to mine useful resources from the asteroid crust. Retrived resources are released upon the Drill Head return. Require a constant supply of <link="COMBUSTIBLELIQUID">Combustable Fuel</link> to function. Results: resources that are delivered upon Drillhead return. Occurrence: resources that are generated during Drillhead operation.
fr: Cette plate-forme utilise des forets spécialisés pour extraire des ressources utiles de la croûte de l'astéroà¯de. Les ressources récupérées sont libérées au retour de la tête de forage. Nécessite un approvisionnement constant en <link="COMBUSTIBLELIQUID">combustible</link> pour fonctionner. Résultats : ressources livrées au retour de la tête de forage. Occurrence : ressources générées pendant le fonctionnement de la tête de forage.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SLIMEVAT.DESC
source: An advanced biological vat that grows a culture of mucopolysaccharides and multicelular fungi mould. This unit also uses advanced filter to extract Polluted Oxygen from its surroundings, albeit its not necessary for it to function.
fr: Une cuve biologique avancée qui cultive des mucopolysaccharides et des moisissures fongiques multicellulaires. Cette unité utilise également un filtre avancé pour extraire l'oxygène pollué de son environnement, bien que cela ne soit pas indispensable à son fonctionnement.

# RonivansLegacy_ChemicalProcessing.STRINGS.BUILDINGS.PREFABS.SLIMEVAT.EFFECT
source: Slime Vat needs <link="WATER">Water</link> and <link="MUSHBAR">Mush Bar</link> to grow, producing <link="SLIMEMOLD">Slime</link> outgrowth that is collected from the botton. Due to its nature, the slime its produce will be contaminated with Slimelung.
fr: La cuve à slime a besoin d'eau et de champignons pour se développer, produisant ainsi des excroissances de slime récupérées par le fond. De par sa nature, le slime qu'elle produit est contaminé par du Slimelung.

source: This solid tile is specially engineered to withstand the harsh conditions of space. Blocks Gas and Liquid while offering minimal thermal insulation.
fr: Cette tuile solide est spécialement conà§ue pour résister aux conditions difficiles de l'espace. Bloque le gaz et le liquide tout en offrant une isolation thermique minimale.

# RonivansLegacy_ChemicalProcessing.STRINGS.ITEMS.INGREDIENTS.RAYONFIBER.DESC
source: Rayon is a synthetic fiber, chemically made from plant based regenerated cellulose.
fr: La viscose est une fibre synthétique, fabriquée chimiquement à partir de cellulose régénérée extraite du bois.

# RonivansLegacy_ChemicalProcessing.STRINGS.MISC.TAGS.AIO_HARDENEDALLOY_DESC
source: Hardened Alloys are a fusion of two or more materials. Their high material strength allows them to be used as a substitute to <link="STEEL">Steel</link>.
fr: Les alliages trempés sont une fusion de deux ou plusieurs matériaux. Leur grande résistance leur permet d'être utilisés comme substituts à <link="STEEL">l'acier</link>.

source: Enable an insulated variant of the heavy-duty conveyor rail. Toggling this option also toggles all patches related to changing the insulation state of rail items, so it is not recommended to disable it for games with existing insulated rails.
fr: Activez une variante isolée du rail de convoyeur robuste. L'activation de cette option active également tous les correctifs liés à la modification de l'état d'isolation des éléments de rail. Il n'est donc pas recommandé de la désactiver pour les jeux comportant déjà des rails isolés.

source: Compress a mixture of {0}, {1} and {2}. Cooking the mixture at high temperature produces {3}
fr: Comprimer un mélange de {0}, {1} et {2}. La cuisson du mélange à haute température produit {3}
