Repository: Sgt-Imalas/Sgt_Imalas-Oni-Mods
Catalog: SaveGameModLoader/ModAssets/translations/*.po
Languages: de, fr

# SaveGameModLoader.STRINGS.MPM_CONFIG.APPLYPLIBCONFIG.NAME
source: Profiles apply Mod Options
de: Modprofile aktivieren Mod-Optionen

# SaveGameModLoader.STRINGS.MPM_CONFIG.APPLYPLIBCONFIG.TOOLTIP
source: Store and apply mod options. Only works for mods that use PLib Options
de: Plib-Option-basierte Mod-Optionen anderer Mods werden gespeichert und bei Profil-Aktivierung geladen

# SaveGameModLoader.STRINGS.MPM_CONFIG.FOLDERPATH.NAME
source: Custom Mod Profile Folder
de: Benutzerdefinierter Ordner für Mod-Profile

# SaveGameModLoader.STRINGS.MPM_CONFIG.FOLDERPATH.TOOLTIP
source: Defines the folder the mod stores and loads the mod profiles
de: Bestimme einen eigenen Ordner, in dem Modprofile gespeichert werden

# SaveGameModLoader.STRINGS.MPM_CONFIG.NEVERDISABLE.NAME
source: Keep mod enabled on crash
de: Mod bei Spielabsturz aktiv halten

# SaveGameModLoader.STRINGS.MPM_CONFIG.NEVERDISABLE.TOOLTIP
source: any crash during load will wrongfully blame this mod and disable it. Enable this option to prevent the mod from getting disabled.
de: Alle Spielabstürze während des Ladens eines Spielstandes werden fälschlicherweise diesen Mod deaktivieren. Nutze diese Option, um diese Deaktivierung zu verhindern.

# SaveGameModLoader.STRINGS.MPM_CONFIG.USECUSTOMFOLDERPATH.NAME
source: Use Custom Folder
de: Nutze benutzerdefinierten Ordner

# SaveGameModLoader.STRINGS.MPM_CONFIG.USECUSTOMFOLDERPATH.TOOLTIP
source: Use a custom folder path for mod profiles
de: Nutze einen selbsdefinierten Ordner für Modprofile

# SaveGameModLoader.STRINGS.UI.FRONTEND.EMPTY_MOD_FOLDER.TITLE
source: <color=#FF0000FF> - <b>Installation Failure!</b></color>
de: <color=#FF0000FF> - <b>Installationsfehler!</b></color>

# SaveGameModLoader.STRINGS.UI.FRONTEND.EMPTY_MOD_FOLDER.TOOLTIP
source: Something went wrong during the installation of this mod, its installation folder is completely empty right now! Please ensure the game has writing access for the mods folder and is not blocked by OneDrive or similar software!
de: Bei der Installation dieses Mods ist ein Fehler aufgetreten, sein Installationsordner ist derzeit komplett leer! Bitte stelle sicher, dass das Spiel Schreibzugriff auf den Mods-Ordner hat und nicht durch OneDrive oder ähnliche Software blockiert wird!

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.ADJUST_TAG_FILTERS
source: Tag Filters
de: Stichwort- Filter

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.ACTIVE
source: Active
de: Aktiv
fr: Activé

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.ALL
source: All
de: Alle
fr: Tous

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.INACTIVE
source: Inactive
de: Inaktiv
fr: Inactif

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.INCOMPATIBLE
source: Incompatibles
de: Inkompatible

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.LOCAL
source: Local
de: Lokal

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.NONE
source: None
de: Keine
fr: Aucun

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.PLATFORM_LABEL
source: Platform Filters:
de: Plattformfilter:
fr: Filtres de plate-forme :

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.SHOW
source: Show: {0}
de: Zeige: {0}
fr: Afficher: {0}

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.STATE_LABEL
source: State Filters:
de: Statusfilter:
fr: Filtre par état:

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_ACTIVE
source: Hide active Mods
de: Aktive Mods ausblenden
fr: Cacher les mods actifs

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_ACTIVE_TOOLTIP
source: Hide or unhide active mods.
de: Momentan aktive Mods anzeigen oder ausblenden.
fr: Cacher ou afficher les mods actifs.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_DEV
source: Hide Dev Mods
de: Entwicklermods ausblenden
fr: Cacher les mods dev

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_DEV_TOOLTIP
source: Hide or unhide dev mods.
de: Entwicklermods anzeigen oder ausblenden.
fr: Cacher ou afficher les mods dev.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INACTIVE
source: Hide inactive Mods
de: Inaktive Mods ausblenden
fr: Cacher les mods inactifs

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INACTIVE_TOOLTIP
source: Hide or unhide inactive mods.
de: Momentan inaktive Mods anzeigen oder ausblenden.
fr: Cacher ou afficher les mods inactifs.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INCOMPATIBLE
source: Hide Incompatibles
de: Inkompatible Mods ausblenden
fr: Cacher les mods incompatibles

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INCOMPATIBLE_TOOLTIP
source: Hide or unhide mods that are not compatible with the current version of the game (DLC/BaseGame).
de: Mods, die mit der momentanen Spielversion (Basisspiel oder DLC) momentan nicht kompatibel sind anzeigen oder ausblenden.
fr: Cacher ou afficher les mods incompatibles avec la version actuelle du jeu (DLC/Jeu de base)

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_LOCAL
source: Hide Local Mods
de: Lokale Mods ausblenden
fr: Cacher les mods locaux

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_LOCAL_TOOLTIP
source: Hide or unhide local mods.
de: Lokale Mods anzeigen oder ausblenden.
fr: Cacher ou afficher les mods locaux.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PINS
source: Hide pinned Mods
de: Gepinnte Mods ausblenden
fr: Cacher les mods épinglés

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PINS_TOOLTIP
source: Hide or unhide pinned mods.
de: Gepinnte Mods anzeigen oder ausblenden.
fr: Cacher ou afficher les mods épinglés.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PLATFORM
source: Hide Steam Mods
de: Steam-Mods ausblenden
fr: Cacher les mods steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PLATFORM_TOOLTIP
source: Hide or unhide steam mods.
de: Steammods anzeigen oder ausblenden.
fr: Cacher ou afficher les mods steam.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_ACTIVE
source: Unhide active Mods
de: Aktive Mods anzeigen
fr: Afficher les mods actifs

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_DEV
source: Unhide Dev Mods
de: Entwicklermods anzeigen
fr: Afficher les mods dev

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_INACTIVE
source: Unhide inactive Mods
de: Inaktive Mods anzeigen
fr: Afficher les mods inactifs

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_INCOMPATIBLE
source: Unhide Incompatibles
de: Inkompatible Mods anzeigen
fr: Afficher les mods incompatibles

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_LOCAL
source: Unhide Local Mods
de: Lokale Mods anzeigen
fr: Afficher les mods locaux

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_PINS
source: Unhide pinned Mods
de: Gepinnte Mods anzeigen
fr: Afficher les mods épinglés

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_PLATFORM
source: Unhide Steam Mods
de: Steam Mods anzeigen
fr: Afficher les mods steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.EXPORTMODLISTBUTTON
source: Create Mod Profile
de: Erzeuge Modprofil
fr: Créer un profil de mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.EXPORTMODLISTBUTTONINFO
source: Create a new profile from your current mod config.
de: Erstelle ein neues Profil aus der aktuellen Mod-Konfiguration.
fr: Créer un nouveau profil depuis votre configuration de mod actuelle.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.IMPORTCOLLECTIONLIST
source: Import Mod Profile
de: Importiere Modprofil
fr: Importer un profil de mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.IMPORTCOLLECTIONLISTTOOLTIP
source: Create a mod profile by importing a Steam collection
de: Erstelle ein Modprofil aus einer Steam-Kollektion
fr: Créer un profil de mods en important une collection steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.IMPORTEDTITLEANDAUTHOR
source: {0}, Collection by {1}
de: {0}, Sammlung von {1}
fr: {0}, Collection de {1}

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSAVEGAMEHEADER
source: Mod Profiles from Save Games
de: Modprofile von Spielständen
fr: Profils de mods depuis les sauvegardes

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSBUTTON
source: MOD PROFILES
de: MODPROFILE
fr: PROFILS DE MODS

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSBUTTONINFO
source: View and manage all your mod profiles
de: Alle Modprofile anzeigen und verwalten
fr: Consultez et gérez tous vos profils de mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSTANDALONEHEADER
source: Created & Imported Mod Profiles
de: Erstellte & Importierte Modprofile
fr: Profils de mods créés et importés

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTWINDOWTITLE
source: Mod Profiles
de: Modprofile
fr: Profils de mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.OPENMODLISTFOLDERBUTTON
source: Open Mod Profile Folder
de: Modprofilordner öffnen
fr: Ouvrir le dossier des profils de mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.OPENMODLISTFOLDERBUTTONINFO
source: Open the Mod Profile Folder to view all stored mod profles
de: Öffnet den Ordner, in welchem exportierte Modprofile gespeichert sind
fr: Ouvrir le dossier des profils de mods pour y voir tous les profils

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ADDEDNEW
source: Successfully imported Mod Profile: {0} with {1} mods
de: Erfolgreich importiertes Modprofil: {0} mit {1} Mods
fr: Import réussie du profil de mods : {0} avec {1} mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ENTERCOLLECTIONLINK
source: Enter collection link...
de: Kollektionslink eingeben....
fr: Entrez un lien d'une collection...

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ENTERNAME
source: Enter profile name...
de: Profilnamen eingeben...
fr: Entrez le nom du profil...

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ERRORTITLE
source: Could not import Collection
de: Konnte Kollektion nicht importieren
fr: Impossible d'importer la collection

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.EXPORTCONFIRMATION
source: New Mod Profile created!
de: Neues Modprofil erstellt!
fr: Nouveau profil de mods créé !

source: Mod Profile "{0}" with {1} mods has been created.
de: Modprofil "{0}" mit {1} Mods wurde erstellt.
fr: Le profil de mod "{0}" avec {1} mods a été créé.

source: Create Mod Profile with {0} mods
de: Erstelle Modprofil mit {0} Mods
fr: Créer un profil de mod avec {0} mods

source: Paste collection link to import Mod Profile
de: Kollektionslink einfügen um Modprofil zu importieren
fr: Coller le lien de la collection pour importer le profil de mods

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.IMPORTYESNO
source: Do you want to import the Steam Collection "{0}" with {1} mods in it?
de: Willst du die Steam-Kollektion "{0} mit {1} Mods importieren?

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.IMPORTYESNO_LOCAL
source: Do you want to import the the mod profile from "{0}" with {1} mods in it?
de: Willst du das Modprofil "{0} mit {1} Mods importieren?

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.PARSINGERROR
source: Could not determine the workshop ID
de: Konnte keine Workshop-ID bestimmen
fr: Impossible de déterminer l'ID sur le steam-workshop

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.STEAMINFOERROR
source: Error parsing steam data
de: Fehler beim parsen des webcalls
fr: Erreur dans l'analyse des données de Steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.SUCCESSTITLE
source: Import successful
de: Import erfolgreich
fr: Import réussie

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.VALIDCOLLECTIONHEADER
source: Steam Collection found
de: Steam-Kollektion gefunden

source: File parsing successful
de: Auslesen der Datei erfolgreich

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.WRONGFORMAT
source: Not a valid Collection link
de: Kein valider Link einer Steam-Kollektion
fr: Le lien de la collection n'est pas valide

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.SINGLEENTRY.LATESTCOUNT
source: Latest Version contains {0} Mods.
de: Neueste Modliste enthält {0} Mods.
fr: La dernière version contient {0} mods.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.SINGLEENTRY.MORESTOREDLISTS
source: stored Profiles
de: gespeicherte Profile
fr: Profils enregistrés

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.SINGLEENTRY.ONESTOREDLIST
source: stored Profile
de: gespeichertes Profil
fr: Profils enregistré

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.BUTTONTOOLTIPADDON
source: click to move it via index
de: Klicke zum Verschieben mittels Positionsindex

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.PUTTOEND
source: Move to end
de: Zum Ende verschieben

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.PUTTOEND_TOOLTIP
source: Put this mod at the end of the load order
de: Verschiebe diesen Mod ans Ende der Mod-Ladereihenfolge

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.PUTTOINDEX
source: Move to:
de: Verschiebe zu:

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.PUTTOINDEX_TOOLTIP
source: Move this mod to the following position in the load order
de: VVerschiebe diesen Mod an die folgende Position der Mod-Ladereihenfolge

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.PUTTOSTART
source: Move to start
de: Zum Start verschieben

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.PUTTOSTART_TOOLTIP
source: Put this mod at the start of the load order
de: Verschiebe diesen Mod an den Anfang der Mod-Ladereihenfolge

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODORDER.WINDOWTITLE
source: Change Mod Index
de: Mod-Index ändern

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.ALLSYNCED
source: ALL MODS SYNCED, CLOSE
de: ALLE MODS SYNCHRONISIERT, SCHLIESSEN
fr: TOUS LES MODS SYNCHRONISÉS, FERMER

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.CONTINUEANDSYNC
source: SYNC AND RESUME
de: SYNCHRONISIEREN UND SPIEL FORTSETZEN
fr: SYNCHRONISATION ET REPRISE

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.MISSINGMOD
source: MISSING MODS!
de: FEHLENDE MODS!
fr: MODS MANQUANTS !

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.MISSINGMODSTITLE
source: MISSING MODS
de: FEHLENDE MODS
fr: MODS MANQUANTS

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.MODDIFFS
source: MOD DIFFERENCES
de: MOD UNTERSCHIEDE
fr: DIFFÉRENCES ENTRE LES MODS

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.SYNCALL
source: SYNC AND LOAD SAVE
de: PROFIL OHNE ÄNDERUNG LADEN
fr: SYNCHRONISATION ET CHARGEMENT SAUVEGARDE

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.SYNCSELECTED
source: LOAD WITH CURRENT LOADOUT
de: MIT AKTUELLEN ÄNDERUNGEN LADEN
fr: CHARGEMENT AVEC LE MODÈLE ACTUEL

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.ADDNEWTAGBTN
source: Add Tag
de: Stichwort hinzufügen

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.ADDNEWTAGLABEL
source: Create new Tag
de: Neues Stichwort erstellen

source: Toggle and manage your mod tag filters. Currently enabled Tag Filters:
de: Verwalte und schalte deine Stichwortfilter um Momentan aktivierte Stichwortfilter:

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.ALLFILTERS
source: All
de: Alle

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.CLEARFILTERS
source: Disable all Tag filters
de: Deaktiviere alle

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.CURRENTTAGS
source: Current mod tags:
de: Momentane Stichworte:

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.DELETETAG
source: Delete
de: Löschen

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.FILTERMODE_INVERTED
source: Hide when active
de: Verstecke wenn aktiv

source: Mods with this tag will be hidden in the mod list if the filter is enabled.
de: Mods mit diesem Stichwort werden in der Liste versteckt wenn der Filter aktiviert ist.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.FILTERMODE_NORMAL
source: Show when active
de: Zeige an wenn aktiv

source: Mods with this tag will be shown in the mod list if the filter is enabled.
de: Nur Mods mit diesem Stichwort werden in der Liste angezeigt wenn der Filter aktiviert ist.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.FILTERTAGS
source: Filter Mod Tags
de: Stichworte filtern

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.INVERTEDFILTER
source: (mods hidden)
de: (Mods versteckt)

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.NOFILTERS
source: None
de: Keine

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.NOTAGS
source: No mod tags set
de: kein

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.TITLE_MOD
source: EDIT MOD TAGS
de: STICHWORTE BEARBEITEN

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.TITLE_SELECTOR
source: TAG FILTERS
de: STICHWORT-FILTER

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.LOADLIST
source: View Profile
de: Profil öffnen
fr: Voir le profil

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.MISSING
source: Missing
de: Fehlt
fr: Manquant

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.MODLISTCOUNT
source: Profile contains {0} mods.
de: Modprofil enthält {0} Mods.
fr: Le profil contient {0} mods.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.NOSTEAMMOD
source: Not a Steam Mod!
de: Kein Steam-Mod!
fr: Pas un mod Steam !

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.POPUPSYNCEDTEXT
source: The modlist has been applied.
de: Die Modliste wurde angewandt.
fr: La liste de mod a été appliquée.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.POPUPSYNCEDTEXTENABLEONLY
source: All mods in the list have been enabled.
de: Alle Mods aus der Liste wurden aktiviert.
fr: Tous les mods de la liste ont été activés.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.POPUPSYNCEDTITLE
source: Mod List Loaded
de: Modliste geladen
fr: Liste de mods chargé

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.REFRESH
source: Refresh View
de: Aktualisieren
fr: Rafraichir

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.RETURN
source: RETURN
de: Zurück
fr: RETOUR

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.RETURNTWO
source: RETURN TO MODS
de: Zurück zu Mods
fr: RETOUR AUX MODS

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SUBTOALL
source: Subscribe to all missing Mods
de: Alle fehlenden Mods abonieren
fr: S'abonner à tous les mods manquants

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLIST
source: Apply Profile
de: Modprofil anwenden
fr: Appliquer le profil

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLISTADDITIVE
source: Make all active
de: Alle aktivieren
fr: Tout rendre actif

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLISTADDITIVETOOLTIP
source: This enables all mods stored in the profile but doesnt affect already enabled mods.
de: Dies aktiviert alle Mods aus dem Profil, ohne dass bereits aktivierte Mods deaktiviert werden.
fr: Ceci permet d'activer tous les mods stockés dans le profil mais n'affecte pas les mods déjà activés.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLISTTOOLTIP
source: Applies the Profile. This enables all mods listed in the profile and disables all mods not listed in the profile.
de: Wendet das Profil an. Aktiviert alle Mods aus dem Profil und deaktiviert jene, die momentan aktiv, aber nicht im Profil gelistet sind.
fr: Applique le profil. Cela permet d'activer tous les mods listés dans le profil et désactive tous les mods non répertoriés dans le profil.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.TITLE
source: Mod Profiles stored in {0}
de: Modprofile gespeichert in {0}
fr: Profils de mods stockés dans {0}

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.TITLESAVEGAMELIST
source: Mod Profiles from SaveGame "{0}"
de: Modprofil von Spielstand {0}
fr: Mod profils depuis des sauvegardes "{0}"

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.USEALTERNATIVEMODE
source: Load mod list with a restart (Restarts game, no freezing involved)
de: Läd Modliste mit einem Neustart (Startet das Spiel neu)
fr: Charger la liste des mods lors du redémarrage (Redémarre le jeu, pas de freeze)

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.USENORMALMETHOD
source: Load mod list using normal method (could freeze the game during applying)
de: Läd Modliste mit normaler methode (könnte das Spiel einfrieren)
fr: Charger la liste des mods en utilisant la méthode normale (risque de faire freeze le jeu pendant l'application)

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WARNINGMANYMODS
source: Large amount of mod differences detected.
de: Große Unterschiede bei den Mods festgestellt.
fr: Un grand nombre de différences de mods ont été détectées.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WARNINGMANYMODSQUESTION
source: Large amount of mod differences can lead to long game freezes during applying. Restart game with this Modlist applied? (This is an alternative mod list deployment mode).
de: Große Mengen an zu verarbeitenden Modunterschieden können. das Spiel einfrieren. Soll diese Liste mittels Neustart geladen werden? (Diese alternative Methode umgeht das Einfrieren durch Neustart).
fr: Un grand nombre de différences entre les mods peut entraîner des blocages prolongés du jeu lors de l'application. Redémarrer le jeu avec cette liste de mods appliquée ? (Il s'agit d'un mode alternatif de déploiement de la liste de mods).

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.BUTTON
source: Workshop Actions
de: Workshop Aktionen
fr: Actions du workshop

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.INFO
source: This mod is currently missing from the game. The following actions are available:
de: Dieser Mod ist momentan nicht installiert. Die folgenden Aktionen sind möglich:
fr: Ce mod est actuellement absent du jeu. Les actions suivantes sont disponibles :

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.INFOLIST
source: This profile contains {0} currently missing mods. The following actions are available:
de: Von den in diesem Profil gespeicherten Mods sind {0} nicht installiert. Die folgenden Aktionen sind möglich:
fr: Ce profil contient {0} mods manquants. Les actions suivantes sont disponibles :

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.SUB
source: Subscribe to this mod
de: Mod abonnieren
fr: S'abonner à ce mod

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.SUBLIST
source: Subscribe to all missing mods
de: Alle fehlenden Mods abonnieren
fr: S'abonner à tous les mods manquants

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.VISIT
source: Visit Workshop page
de: Workshop-Seite öffnen
fr: Visiter la page du workshop

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPFINDTOOLTIP
source: Click here to to select workshop action
de: Hier klicken, um eine Workshop-Aktion auszuwählen
fr: Cliquez ici pour sélectionner l'action du workshop

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.COPYTOCLIPBOARD_TOOLTIP
source: Copies a list of all active mods to the clipboard. Double click to include their workshop links
fr: Copie une liste de tous les mods actifs dans le presse-papiers. Double-cliquez pour inclure leur lien du steam-workshop

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.SYNCMODSBUTTONBG
source: SYNC MODS
fr: SYNCHRONISATION DES MODS

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.TITLE
source: Steam Workshop Integration
fr: Intégration du Steam Workshop
